{"articles": [{"pubmed_id": "32720744", "title": "FOXO3a acts to suppress DNA double-strand break-induced mutations.", "authors": "RR. White, AY. Maslov, M. Lee, SE. Wilner, M. Levy, J. Vijg", "publication_date": "2020-07-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32720643", "title": "Ovariectomy uncouples lifespan from metabolic health and reveals a sex-hormone-dependent role of hepatic mTORC2 in aging.", "authors": "SI. Arriola Apelo, A. Lin, JA. Brinkman, E. Meyer, M. Morrison, JL. Tomasiewicz, CP. Pumper, EL. Baar, NE. Richardson, M. Alotaibi, DW. Lamming", "publication_date": "2020-07-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32719707", "title": "Long-Term Storage and Longevity of Orthodox Seeds: A Systematic Review.", "authors": "SØ. Solberg, F. Yndgaard, C. Andreasen, R. von Bothmer, IG. Loskutov, Å. Asdal", "publication_date": "2020-07-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32719537", "title": "Genetics of extreme human longevity to guide drug discovery for healthy ageing.", "authors": "ZD. Zhang, S. Milman, JR. Lin, S. Wierbowski, H. Yu, N. Barzilai, V. Gorbunova, WC. Ladiges, LJ. Niedernhofer, Y. Suh, PD. Robbins, J. Vijg", "publication_date": "2020-07-29", "keywords": ""}, {"pubmed_id": "32719472", "title": "Pediatric lung transplantation in the largest lung transplantation center of China: embarking on a long road.", "authors": "B. Yue, B. Wu, J. Zhang, H. Xu, D. Wei, C. Hu, J. Chen", "publication_date": "2020-07-29", "keywords": ""}, {"pubmed_id": "32718352", "title": "Ethical and social implications of approaching death prediction in humans - when the biology of ageing meets existential issues.", "authors": "M. Gaille, M. Araneda, C. Dubost, C. Guillermain, S. Kaakai, E. Ricadat, N. Todd, M. Rera", "publication_date": "2020-07-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32717046", "title": "Molecular Signature of Multisystem Cardiometabolic Stress and Its Association With Prognosis.", "authors": "VL. Murthy, B. Yu, W. Wang, X. Zhang, T. Alkis, AR. Pico, A. Yeri, SN. Bhupathiraju, J. Bressler, CM. Ballantyne, JE. Freedman, J. Ordovas, E. Boerwinkle, KL. Tucker, R. Shah", "publication_date": "2020-07-28", "keywords": ""}, {"pubmed_id": "32716879", "title": "Thermal preferences of subtropical Aedes aegypti and temperate Ae. japonicus mosquitoes.", "authors": "NO. Verhulst, A. Brendle, WU. Blanckenhorn, A. Mathis", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32716354", "title": "Health Outcome Prioritization in Alzheimer's Disease: Understanding the Ethical Landscape.", "authors": "A. McKeown, A. Turner, Z. Angehrn, D. Gove, A. Ly, C. Nordon, M. Nelson, C. Tochel, B. Mittelstadt, A. Keenan, M. Smith, I. Singh", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32715890", "title": "Risk factors associated with work-preventing musculoskeletal discomfort in the upper extremities of bovine practitioners.", "authors": "RM. Reist, BL. Bath, MD. Jelinski, NEN. Erickson, CR. Clark, CM. Trask", "publication_date": "2020-07-28", "keywords": ""}, {"pubmed_id": "32715400", "title": "Augmented reality for base plate component placement in reverse total shoulder arthroplasty: a feasibility study.", "authors": "P. Kriechling, S. Roner, F. Liebmann, F. Casari, P. Fürnstahl, K. Wieser", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32715281", "title": "A Comprehensive, Multi-Modal Strategy to Mitigate Alzheimer's Disease Risk Factors Improves Aspects of Metabolism and Offsets Cognitive Decline in Individuals with Cognitive Impairment.", "authors": "G. Schechter, GK. Azad, R. Rao, A. McKeany, M. Matulaitis, DM. Kalos, BK. Kennedy", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32714787", "title": "Efficacy of autologous stem cells for bone regeneration during endosseous dental implants insertion - A systematic review of human studies.", "authors": "S. Varshney, A. Dwivedi, V. Pandey", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32714484", "title": "Impact on Longevity of Genetic Cardiovascular Risk and Lifestyle including Red Meat Consumption.", "authors": "A. Pereira da Silva, MDC. Costa, L. Aguiar, A. Matos, Â. Gil, J. Gorjão-Clara, J. Polónia, M. Bicho", "publication_date": "2020-07-28", "keywords": ""}, {"pubmed_id": "32714367", "title": "Searching for the Mechanisms of Mammalian Cellular Aging Through Underlying Gene Regulatory Networks.", "authors": "W. Li, L. Zhao, J. Wang", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32714309", "title": "Metagenomics Study Reveals Changes in Gut Microbiota in Centenarians: A Cohort Study of Hainan Centenarians.", "authors": "Z. Luan, G. Sun, Y. Huang, Y. Yang, R. Yang, C. Li, T. Wang, D. Tan, S. Qi, C. Jun, C. Wang, S. Wang, Y. Zhao, Y. Jing", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32713986", "title": "Analytical challenges of shotgun lipidomics at different resolution of measurements.", "authors": "J. Wang, X. Han", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32713689", "title": "An insight into the dairy chain of a Protected Designation of Origin cheese: The case study of Asiago cheese.", "authors": "I. Lora, A. Zidi, L. Magrin, P. Prevedello, G. Cozzi", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32711159", "title": "N1-Methylnicotinamide: An Anti-Ovarian Aging Hormetin?", "authors": "HR. Nejabati, K. Schmeisser, V. Shahnazi, D. Samimifar, Y. Faridvand, Z. Bahrami-Asl, N. Fathi-Maroufi, S. Nikanfar, M. Nouri", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32710200", "title": "Subbrow Lift Using Frontalis Sling to Correct Lateral Orbital Laxity.", "authors": "HS. Kim, KK. Kim", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32709920", "title": "Selectivity of deltamethrin doses on Palmistichus elaeisis (Hymenoptera: Eulophidae) parasitizing Tenebrio molitor (Coleoptera: Tenebrionidae).", "authors": "ES. Pereira Costa, MA. Soares, ZV. Caldeira, R. Von Dos Santos Veloso, LA. da Silva, DJH. da Silva, IC. de Lima Santos, BM. de Castro E Castro, JC. Zanuncio, JC. Legaspi", "publication_date": "2020-07-28", "keywords": ""}, {"pubmed_id": "32709074", "title": "Potential Role of Phenolic Extracts of ", "authors": "DM. Hanafy, GE. Burrows, PD. Prenzler, RA. Hill", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32709014", "title": "Time-Restricted G-Protein Signaling Pathways via GPR176, G", "authors": "S. Nakagawa, KT. Nguyen Pham, X. Shao, M. Doi", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32708786", "title": "Peroxisome Proliferator-Activated Receptors and Caloric Restriction-Common Pathways Affecting Metabolism, Health, and Longevity.", "authors": "K. Duszka, A. Gregor, H. Guillou, J. König, W. Wahli", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32708688", "title": "Phenotypic Response of ", "authors": "AM. Krafsur, A. Ghosh, CL. Brelsfoard", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32708437", "title": "Chemical Characterization and Volatile Profile of Trebbiano di Lugana Wine: A Case Study.", "authors": "D. Fracassetti, D. Camoni, L. Montresor, R. Bodon, S. Limbo", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32708309", "title": "Ribosomal Protein uL11 as a Regulator of Metabolic Circuits Related to Aging and Cell Cycle.", "authors": "M. Mołoń, E. Molestak, M. Kula-Maximenko, P. Grela, M. Tchórzewski", "publication_date": "2020-07-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32704797", "title": "The effect of precipitation received during gestation on progeny performance in ", "authors": "JK. Beard, GA. Silver, EJ. Scholljegerdes, AF. Summers", "publication_date": "2019-01-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32704769", "title": "Effects of growth-promoting implants administered during the suckling phase on growth, conception rates, and longevity in replacement beef heifers grazing native range.", "authors": "SL. Rosasco, LH. Schmitz, SH. Cox, RC. Dunlap, DM. Hallford, AF. Summers, EJ. Scholljegerdes", "publication_date": "2018-09-27", "keywords": ""}, {"pubmed_id": "32704738", "title": "Effect of calving period on beef cow longevity and lifetime productivity in western Canada.", "authors": "D. Damiran, KA. Larson, LT. Pearce, NE. Erickson, BHA. Lardner", "publication_date": "2018-09-27", "keywords": ""}, {"pubmed_id": "32707177", "title": "Risk Factors for Glaucoma Drainage Device Failure and Complication in the Pediatric Population.", "authors": "CM. Medert, KM. Cavuoto, EA. Vanner, AL. Grajewski, TC. Chang", "publication_date": "2020-07-25", "keywords": ""}, {"pubmed_id": "32706433", "title": "Age-dependent changes in infidelity in Seychelles warblers.", "authors": "S. Raj Pant, M. Hammers, J. Komdeur, T. Burke, HL. Dugdale, DS. Richardson", "publication_date": "2020-07-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32705997", "title": "An optically transparent multi-electrode array for combined electrophysiology and optophysiology at the mesoscopic scale.", "authors": "M. Brosch, M. Deckert, S. Rathi, K. Takagaki, T. Weidner, FW. Ohl, B. Schmidt, MT. Lippert", "publication_date": "2020-07-25", "keywords": ""}, {"pubmed_id": "32705695", "title": "Ontogenetic and transgenerational dynamics of a vertically transmitted fungal symbiont in an annual host plant in ozone-polluted settings.", "authors": "AC. Ueno, PE. Gundel, CM. Ghersa, PV. Demkura, SD. Card, WJ. Mace, MA. Martínez-Ghersa", "publication_date": "2020-07-25", "keywords": ""}, {"pubmed_id": "32705410", "title": "A chemical biology approach to identifying molecular pathways associated with aging.", "authors": "A. Currais, L. Huang, M. Petrascheck, P. Maher, D. Schubert", "publication_date": "2020-07-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32705068", "title": "Predicting survival and longevity of sows using purebred and crossbred data.", "authors": "MW. Iversen, Ø. Nordbø, E. Gjerlaug-Enger, E. Grindflek, THE. Meuwissen", "publication_date": "2020-07-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32705005", "title": "The effect of group composition and mineral supplementation during rearing on the behavior and welfare of replacement gilts.", "authors": "P. Hartnett, LA. Boyle, K. O'Driscoll", "publication_date": "2020-07-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32704940", "title": "The effect of dam age on heifer progeny performance and longevity.", "authors": "JK. Beard, JA. Musgrave, KJ. Hanford, RN. Funston, JT. Mulliniks", "publication_date": "2020-07-25", "keywords": ""}, {"pubmed_id": "32704332", "title": "What lifestyles are risk factors for low well-being of healthy elderlies dwelled in a local city in super-aging Japan? -Kizugawa cohort study.", "authors": "A. Hoshino, N. Ishikawa, M. Tanaka, K. Usui, M. Komata, M. Shizawa, T. Katsura", "publication_date": "2020-07-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32703745", "title": "Immunogenicity generated by mRNA vaccine encoding VZV gE antigen is comparable to adjuvanted subunit vaccine and better than live attenuated vaccine in nonhuman primates.", "authors": "MA. Monslow, S. Elbashir, NL. Sullivan, DS. Thiriot, P. Ahl, J. Smith, E. Miller, J. Cook, S. Cosmi, E. Thoryk, M. Citron, N. Thambi, C. Shaw, D. Hazuda, KA. Vora", "publication_date": "2020-07-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32701824", "title": "Cognitive reserve and its determinants in newly HIV diagnosed antiretroviral-naïve adults from peri-urban and informal settlements: Evidence from an HIV hyperendemic South African setting.", "authors": "K. Narsi, A. Tomita, S. Ramlall", "publication_date": "2020-07-24", "keywords": ""}, {"pubmed_id": "32700827", "title": "Intermittent Fasting and Metabolic Health: From Religious Fast to Time-Restricted Feeding.", "authors": "KK. Hoddy, KL. Marlatt, H. Çetinkaya, E. Ravussin", "publication_date": "2020-07-24", "keywords": ""}, {"pubmed_id": "32700767", "title": "Moving Toward a Global Age-Friendly Ecosystem.", "authors": "T. Fulmer, P. Patel, N. Levy, K. Mate, A. Berman, L. Pelton, J. Beard, A. Kalache, J. Auerbach", "publication_date": "2020-07-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32699518", "title": "Brain health consequences of digital technology use\u2029.", "authors": "GW. Small, J. Lee, A. Kaufman, J. Jalil, P. Siddarth, H. Gaddipati, TD. Moody, SY. Bookheimer", "publication_date": "2020-07-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32699395", "title": "Six reference-quality genomes reveal evolution of bat adaptations.", "authors": "D. Jebb, Z. Huang, M. Pippel, GM. Hughes, K. Lavrichenko, P. Devanna, S. Winkler, LS. Jermiin, EC. Skirmuntt, A. Katzourakis, L. Burkitt-Gray, DA. Ray, KAM. Sullivan, JG. Roscito, BM. Kirilenko, LM. Dávalos, AP. Corthals, ML. Power, G. Jones, RD. Ransome, DKN. Dechmann, AG. Locatelli, SJ. Puechmaille, O. Fedrigo, ED. Jarvis, M. Hiller, SC. Vernes, EW. Myers, EC. Teeling", "publication_date": "2020-07-24", "keywords": ""}, {"pubmed_id": "32699336", "title": "A new class of lightweight, stainless steels with ultra-high strength and large ductility.", "authors": "J. Moon, HY. Ha, KW. Kim, SJ. Park, TH. Lee, SD. Kim, JH. Jang, HH. Jo, HU. Hong, BH. Lee, YJ. Lee, C. Lee, DW. Suh, HN. Han, D. Raabe, CH. Lee", "publication_date": "2020-07-24", "keywords": ""}, {"pubmed_id": "32699048", "title": "Dietary intake of total, animal, and plant proteins and risk of all cause, cardiovascular, and cancer mortality: systematic review and dose-response meta-analysis of prospective cohort studies.", "authors": "S. Naghshi, O. Sadeghi, WC. Willett, A. Esmaillzadeh", "publication_date": "2020-07-24", "keywords": ""}, {"pubmed_id": "32698708", "title": "Possible Link Between the ABO Blood Group of Bioprosthesis Recipients and Specific Types of Structural Degeneration.", "authors": "O. Schussler, N. Lila, J. Grau, M. Ruel, Y. Lecarpentier, A. Carpentier", "publication_date": "2020-07-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32698685", "title": "Long Noncoding RNAs in Atherosclerosis and Vascular Injury: Pathobiology, Biomarkers, and Targets for Therapy.", "authors": "JB. Pierce, MW. Feinberg", "publication_date": "2020-07-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32698171", "title": "Evaluating spectral overlap with the degree of quenching in UCP luminescence energy transfer systems.", "authors": "L. Burgess, H. Wilson, AR. Jones, S. Hay, L. Natrajan", "publication_date": "2020-07-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32696965", "title": "Reproductive Traits of Ontsira mellipes (Hymenoptera: Braconidae), a North American Parasitoid, as a Novel Biological Control Agent for Exotic Anoplophora glabripennis (Coleoptera: Cerambycidae).", "authors": "X. Wang, EM. Aparicio", "publication_date": "2020-07-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32696905", "title": "Shortening of etching time of the dentin in primary teeth restorations: a randomized clinical trial.", "authors": "CP. Cavalheiro, PS. Souza, D. Pedrotti, L. Casagrande, TM. Ardenghi, RO. Rocha, DP. Raggio, TL. Lenzi", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32696210", "title": "Adhesive restoration of molars affected by molar incisor hypomineralization: a randomized clinical trial.", "authors": "TZC. Rolim, TRF. da Costa, LM. Wambier, AC. Chibinski, DS. Wambier, LR. da Silva Assunção, JVBN. de Menezes, J. Feltrin-Souza", "publication_date": "2020-07-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32696150", "title": "The Effects of Education on Mortality: Evidence From Linked U.S. Census and Administrative Mortality Data.", "authors": "A. Halpern-Manners, J. Helgertz, JR. Warren, E. Roberts", "publication_date": "2020-07-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32694912", "title": "Erratum: Comparative Performance of Creatinine-Based GFR Estimation Equations in Exceptional Longevity: The Rugao Longevity and Ageing Study [Erratum].", "authors": "", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32694827", "title": "Tumour-reprogrammed stromal BCAT1 fuels branched-chain ketoacid dependency in stromal-rich PDAC tumours.", "authors": "Z. Zhu, A. Achreja, N. Meurs, O. Animasahun, S. Owen, A. Mittal, P. Parikh, TW. Lo, J. Franco-Barraza, J. Shi, V. Gunchick, MH. Sherman, E. Cukierman, AM. Pickering, A. Maitra, V. Sahai, MA. Morgan, S. Nagrath, TS. Lawrence, D. Nagrath", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32694684", "title": "NAD", "authors": "E. Katsyuba, M. Romani, D. Hofer, J. Auwerx", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32694680", "title": "Author Correction: Olfaction regulates organismal proteostasis and longevity via microRNA-dependent signalling.", "authors": "F. Finger, F. Ottens, A. Springhorn, T. Drexel, L. Proksch, S. Metz, L. Cochella, T. Hoppe", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32694663", "title": "NFYB-1 regulates mitochondrial function and longevity via lysosomal prosaposin.", "authors": "RG. Tharyan, A. Annibal, I. Schiffer, R. Laboy, I. Atanassov, AL. Weber, B. Gerisch, A. Antebi", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32694579", "title": "Mitomycin C treatment improves pancreatic islet graft longevity in intraportal islet transplantation by suppressing proinflammatory response.", "authors": "K. Yamane, T. Anazawa, S. Tada, N. Fujimoto, K. Inoguchi, N. Emoto, K. Nagai, T. Masui, H. Okajima, K. Takaori, S. Sumi, S. Uemoto", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32694366", "title": "Effect of Functional Impact Training on Body Composition, Bone Mineral Density, and Strength in Breast Cancer Survivors.", "authors": "AL. Artese, RL. Hunt, MJ. Ormsbee, JS. Kim, BH. Arjmandi, LB. Panton", "publication_date": "2020-07-23", "keywords": ""}, {"pubmed_id": "32693732", "title": "IL-4 functionalized titanium dioxide nanotubes modulate the inflammatory response of macrophages.", "authors": "X. Yan, K. Shen, Q. Tang, X. Fang, C. Zhang, Z. Zhu, Y. Hou, M. Lai", "publication_date": "2020-07-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32688824", "title": "Leaf longevity and drought: avoidance of the costs and risks of early leaf abscission as inferred from the leaf carbon isotopic composition.", "authors": "A. Escudero, S. Mediavilla, H. Heilmeier", "publication_date": "2008-10-01", "keywords": ""}, {"pubmed_id": "32688623", "title": "Estimating fine root longevity in a temperate Norway spruce forest using three independent methods.", "authors": "D. Gaul, D. Hertel, C. Leuschner", "publication_date": "2009-01-01", "keywords": ""}, {"pubmed_id": "32693105", "title": "Lack of consensus on an aging biology paradigm? A global survey reveals an agreement to disagree, and the need for an interdisciplinary framework.", "authors": "AA. Cohen, BK. Kennedy, U. Anglas, AM. Bronikowski, J. Deelen, F. Dufour, G. Ferbeyre, L. Ferrucci, C. Franceschi, D. Frasca, B. Friguet, P. Gaudreau, VN. Gladyshev, ES. Gonos, V. Gorbunova, P. Gut, M. Ivanchenko, V. Legault, JF. Lemaître, T. Liontis, GH. Liu, M. Liu, AB. Maier, OT. Nóbrega, MGMO. Rikkert, G. Pawelec, S. Rheault, AM. Senior, A. Simm, S. Soo, A. Traa, S. Ukraintseva, Q. Vanhaelen, JM. Van Raamsdonk, JM. Witkowski, AI. Yashin, R. Ziman, T. Fülöp", "publication_date": "2020-07-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32691806", "title": "Novel CoNi-metal-organic framework crystal-derived CoNi@C: synthesis and effective cascade catalysis.", "authors": "L. Wang, JW. Zhang, C. Li, JL. Sun, GM. Wang, YZ. Chen", "publication_date": "2020-07-22", "keywords": ""}, {"pubmed_id": "32691664", "title": "Predictors of access to healthcare professionals for people with intellectual disability in Ireland.", "authors": "A. Doyle, M. O'Sullivan, S. Craig, R. McConkey", "publication_date": "2020-07-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32691573", "title": "Selection and management of central venous access devices.", "authors": "CS. Clare", "publication_date": "2020-07-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32690451", "title": "Geriatric Reptiles and Amphibians.", "authors": "TF. Scheelings", "publication_date": "2020-07-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32690432", "title": "Genetically predicted iron status and life expectancy.", "authors": "I. Daghlas, D. Gill", "publication_date": "2020-07-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32690143", "title": "Improving nutrition research through better methodology: Study protocols now accepted in Clinical Nutrition ESPEN.", "authors": "D. Sanchez-Rodriguez, S. Perkisas, CM. Prado, NE. Deutz", "publication_date": "2020-07-22", "keywords": ""}, {"pubmed_id": "32688437", "title": "Sequential co-infections drive parasite competition and the outcome of infection.", "authors": "G. Zilio, JC. Koella", "publication_date": "2020-07-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32688399", "title": "Fresh Osteochondral Allograft Transplants in the Knee: Bipolar and Beyond.", "authors": "JP. Stannard, JT. Stannard, AJ. Schreiner", "publication_date": "2020-07-21", "keywords": ""}, {"pubmed_id": "32687379", "title": "Mayan Esthetic Dentistry: Using Modern Techniques and Digital Imaging Technologies to Link the Past to the Present.", "authors": "Y. Harichane", "publication_date": "2020-07-21", "keywords": ""}, {"pubmed_id": "32686624", "title": "Host plant-mediated effects of elevated CO", "authors": "L. Kumar, Sushilkumar, JS. Choudhary, B. Kumar", "publication_date": "2020-07-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32684802", "title": "Ageing, ", "authors": "MA. Halim, FHP. Tan, A. Azlan, II. Rasyid, N. Rosli, S. Shamsuddin, G. Azzam", "publication_date": "2020-07-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32684478", "title": "Economic opportunities of using crossbreeding and sexing in Holstein dairy herds.", "authors": "C. Pahmeyer, W. Britz", "publication_date": "2020-07-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32684467", "title": "Survival analyses in Holstein cows considering direct disease diagnoses and specific SNP marker effects.", "authors": "T. Shabalina, T. Yin, S. König", "publication_date": "2020-07-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32684364", "title": "Extending the mode of action of triethylenetetramine (trientine): Autophagy besides copper chelation.", "authors": "F. Pietrocola, F. Castoldi, H. Zischka, G. Kroemer", "publication_date": "2020-07-21", "keywords": ""}, {"pubmed_id": "32683711", "title": "Age and growth of slender tuna (Allothunnus fallai) in an unexploited temperate population.", "authors": "KA. Bradley, A. Arkhipkin", "publication_date": "2020-07-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32683703", "title": "The seed-specific heat shock factor A9 regulates the depth of dormancy in Medicago truncatula seeds via ABA signaling.", "authors": "J. Zinsmeister, S. Berriri, DP. Basso, B. Ly-Vu, TT. Dang, D. Lalanne, EAA. da Silva, O. Leprince, J. Buitink", "publication_date": "2020-07-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32683496", "title": "Familial aggregation of longevity in giant cell arteritis and polymyalgia rheumatica.", "authors": "M. Milchert, M. Brzosko", "publication_date": "2020-07-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32683420", "title": "The longevity-associated variant of BPIFB4 improves a CXCR4-mediated striatum-microglia crosstalk preventing disease progression in a mouse model of Huntington's disease.", "authors": "A. Di Pardo, E. Ciaglia, M. Cattaneo, A. Maciag, F. Montella, V. Lopardo, A. Ferrario, F. Villa, M. Madonna, E. Amico, A. Carrizzo, A. Damato, G. Pepe, F. Marracino, A. Auricchio, C. Vecchione, V. Maglione, AA. Puca", "publication_date": "2020-07-20", "keywords": ""}, {"pubmed_id": "32682391", "title": "Sexual dimorphism and sex-biased gene expression in an egg parasitoid species, Anastatus disparis.", "authors": "PC. Liu, DJ. Hao, HY. Hu, JR. Wei", "publication_date": "2020-07-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32680996", "title": "The cardiolipin-binding peptide elamipretide mitigates fragmentation of cristae networks following cardiac ischemia reperfusion in rats.", "authors": "ME. Allen, ER. Pennington, JB. Perry, S. Dadoo, M. Makrecka-Kuka, M. Dambrova, F. Moukdar, HD. Patel, X. Han, GK. Kidd, EK. Benson, TB. Raisch, S. Poelzing, DA. Brown, SR. Shaikh", "publication_date": "2020-07-19", "keywords": ""}, {"pubmed_id": "32678081", "title": "Multivariate genomic scan implicates novel loci and haem metabolism in human ageing.", "authors": "PRHJ. Timmers, JF. Wilson, PK. Joshi, J. Deelen", "publication_date": "2020-07-18", "keywords": ""}, {"pubmed_id": "32677441", "title": "The Bidirectional Association Between Physical and Cognitive Function Among Chinese Older Adults: A Mediation Analysis.", "authors": "X. Zhao, L. Jin, SB. Sun", "publication_date": "2020-07-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32677024", "title": "5'-Hydroxy-6, 7, 8, 3', 4'-pentamethoxyflavone extends longevity mediated by DR-induced autophagy and oxidative stress resistance in C. elegans.", "authors": "S. Trivedi, R. Pandey", "publication_date": "2020-07-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32676720", "title": "Pacemaker implantation post congenital heart disease surgical repair: tertiary center experience.", "authors": "MA. Ebrahim, HK. Ashkanani, RS. Alramzi, ZI. Malhas, M. Al-Bahrani, AA. Sadek, MA. Elsayed, VG. Lyubomudrov", "publication_date": "2020-07-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32675362", "title": "A synapse census for the ages.", "authors": "KD. Micheva, RJ. Weinberg, SJ. Smith", "publication_date": "2020-07-18", "keywords": ""}, {"pubmed_id": "32675001", "title": "Transcatheter aortic valve intervention in patients with symptomatic severe aortic regurgitation using the self-expanding Acurate Neo valve.", "authors": "D. Kirtchuk, T. Williams, J. Cockburn, D. Hildick-Smith", "publication_date": "2020-07-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32674072", "title": "Genetic variation between long-lived versus short-lived bats illuminates the molecular signatures of longevity.", "authors": "Z. Huang, CV. Whelan, D. Dechmann, EC. Teeling", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32671643", "title": "Reply to the Letter \"Coffee consumption and extreme longevity: a risk assessment\".", "authors": "A. Urtamo, SK. Jyväkorpi, H. Kautiainen, KH. Pitkälä, TE. Strandberg", "publication_date": "2020-07-17", "keywords": ""}, {"pubmed_id": "32671621", "title": "The relationship of parental longevity with the aging brain-results from UK Biobank.", "authors": "Q. Tian, LC. Pilling, JL. Atkins, D. Melzer, L. Ferrucci", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32670913", "title": "Evaluating the Color Stability of Ocular Prosthesis after Immersion in Three Different Immersion Media: An ", "authors": "SS. Kambala, D. Rathi, A. Borle, K. Rajanikanth, T. Jaiswal, M. Dhamande", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32670876", "title": "Prostate SBRT: Comparison the Efficacy and Toxicity of Two Different Dose Fractionation Schedules.", "authors": "DB. Fuller, J. Naitoh, R. Shirazi, T. Crabtree, G. Mardirossian", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32669949", "title": "", "authors": "G. Jo, MJ. Kwon, JN. Kim, BJ. Kim", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32669837", "title": "Why Do People Living with HIV Adhere to Antiretroviral Therapy and Not Comorbid Cardiovascular Disease Medications? A Qualitative Inquiry.", "authors": "C. Muiruri, IP. Sico, J. Schexnayder, AR. Webel, NL. Okeke, CT. Longenecker, JM. Gonzalez, KA. Jones, SE. Gonzales, HB. Bosworth", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32669709", "title": "Fasting-mimicking diet and hormone therapy induce breast cancer regression.", "authors": "I. Caffa, V. Spagnolo, C. Vernieri, F. Valdemarin, P. Becherini, M. Wei, S. Brandhorst, C. Zucal, E. Driehuis, L. Ferrando, F. Piacente, A. Tagliafico, M. Cilli, L. Mastracci, VG. Vellone, S. Piazza, AL. Cremonini, R. Gradaschi, C. Mantero, M. Passalacqua, A. Ballestrero, G. Zoppoli, M. Cea, A. Arrighi, P. Odetti, F. Monacelli, G. Salvadori, S. Cortellino, H. Clevers, F. De Braud, SG. Sukkar, A. Provenzani, VD. Longo, A. Nencioni", "publication_date": "2020-07-17", "keywords": ""}, {"pubmed_id": "32669325", "title": "The Effects of High-Protein Diets on Kidney Health and Longevity.", "authors": "GJ. Ko, CM. Rhee, K. Kalantar-Zadeh, S. Joshi", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32668605", "title": "An Intelligent Opportunistic Routing Algorithm for Wireless Sensor Networks and Its Application Towards e-Healthcare.", "authors": "DK. Bangotra, Y. Singh, A. Selwal, N. Kumar, PK. Singh, WC. Hong", "publication_date": "2020-07-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32668433", "title": "Pulse Width and Implantable Pulse Generator Longevity in Pallidal Deep Brain Stimulation for Dystonia: A Population-Based Comparative Effectiveness Study.", "authors": "R. Ågren, J. Bartek, A. Johansson, P. Blomstedt, A. Fytagoridis", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32668249", "title": "Pathogenic Tau Causes a Toxic Depletion of Nuclear Calcium.", "authors": "R. Mahoney, E. Ochoa Thomas, P. Ramirez, HE. Miller, A. Beckmann, G. Zuniga, R. Dobrowolski, B. Frost", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32667986", "title": "Reproduction within a hierarchical society from a female's perspective.", "authors": "KE. Holekamp, ED. Strauss", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32667946", "title": "Thermal effect on the fecundity and longevity of Bactrocera dorsalis adults and their improved oviposition model.", "authors": "KS. Choi, AC. Samayoa, SY. Hwang, YB. Huang, JJ. Ahn", "publication_date": "2020-07-16", "keywords": ""}, {"pubmed_id": "32665741", "title": "Growth and development of North Pacific gray whales (", "authors": "S. Agbayani, SME. Fortune, AW. Trites", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32664584", "title": "Impact of Probiotic Combination in ", "authors": "S. Ma, H. Sun, W. Yang, M. Gao, H. Xu", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32664263", "title": "Have the Chinese Older Adults Received Adequate Healthcare Services since the 2009 Health Reform? Examining the Socioeconomic Disparity in Receiving Adequate Healthcare.", "authors": "YH. Lee, YC. Chang, YT. Wang, M. Shelley", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32663969", "title": "Social participation and urban-rural disparity in mental health among older adults in China.", "authors": "J. Sun, S. Lyu", "publication_date": "2020-07-16", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32663501", "title": "Temperature alters reproduction and maternal provisioning in a fish ectoparasite.", "authors": "AK. Brazenor, DS. Francis, JA. Conlan, AG. Carton, KS. Hutson", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32662770", "title": "Peroxiredoxin promotes longevity and H", "authors": "F. Roger, C. Picazo, W. Reiter, M. Libiad, C. Asami, S. Hanzén, C. Gao, G. Lagniel, N. Welkenhuysen, J. Labarre, T. Nyström, M. Grotli, M. Hartl, MB. Toledano, M. Molin", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32662473", "title": "Excitation energy transfer between monomolecular layers of light harvesting LH2 and LH1-reaction centre complexes printed on a glass substrate.", "authors": "X. Huang, C. Vasilev, CN. Hunter", "publication_date": "2020-07-15", "keywords": ""}, {"pubmed_id": "32662115", "title": "ZmDREB2A regulates ZmGH3.2 and ZmRAFS, shifting metabolism towards seed aging tolerance over seedling growth.", "authors": "Q. Han, K. Chen, D. Yan, G. Hao, J. Qi, C. Wang, LMA. Dirk, AB. Downie, J. Gong, J. Wang, T. Zhao", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32661568", "title": "A scan for genes associated with cancer mortality and longevity in pedigree dog breeds.", "authors": "A. Doherty, I. Lopes, CT. Ford, G. Monaco, P. Guest, JP. de Magalhães", "publication_date": "2020-07-15", "keywords": ""}, {"pubmed_id": "32661353", "title": "Why has Japan become the world's most long-lived country: insights from a food and nutrition perspective.", "authors": "S. Tsugane", "publication_date": "2020-07-15", "keywords": ""}, {"pubmed_id": "32661145", "title": "Quantifying and explaining variation in life expectancy at census tract, county, and state levels in the United States.", "authors": "AF. Boing, AC. Boing, J. Cordes, R. Kim, SV. Subramanian", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32660884", "title": "Participation in specific leisure-time activities and mortality risk among U.S. adults.", "authors": "AK. Porter, CC. Cuthbertson, KR. Evenson", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32660474", "title": "Staff perspectives on the usability of electronic patient records for planning and delivering dementia care in nursing homes: a multiple case study.", "authors": "K. Shiells, AA. Diaz Baquero, O. Štěpánková, I. Holmerová", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32660258", "title": "Association of Body Mass Index With Coronary Artery Calcium and Subsequent Cardiovascular Mortality: The Coronary Artery Calcium Consortium.", "authors": "JC. Jensen, ZA. Dardari, MJ. Blaha, S. White, LJ. Shaw, J. Rumberger, A. Rozanski, DS. Berman, MJ. Budoff, K. Nasir, MD. Miedema", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32659981", "title": "Cold Storage Effects on Fitness of the Whitefly Parasitoids ", "authors": "D. Kidane, M. Ferrante, XM. Man, WX. Liu, FH. Wan, NW. Yang", "publication_date": "2020-07-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32659052", "title": "Recent advances in heterogeneous catalytic system containing metal ions for phosphate ester hydrolysis.", "authors": "MAGB. Gomes, C. Fernandes, LR. Gahan, G. Schenk, A. Horn", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32658243", "title": "Association Between Plant and Animal Protein Intake and Overall and Cause-Specific Mortality.", "authors": "J. Huang, LM. Liao, SJ. Weinstein, R. Sinha, BI. Graubard, D. Albanes", "publication_date": "2020-07-14", "keywords": ""}, {"pubmed_id": "32657926", "title": "Long-term Prognosis After Elective AAA Repair is Poor in Women and Men: The Challenges Remain.", "authors": "RMA. Bulder, M. Talvitie, E. Bastiaannet, JF. Hamming, R. Hultgren, JHN. Lindeman", "publication_date": "2020-07-14", "keywords": ""}, {"pubmed_id": "32657566", "title": "A Surface Coating that Rapidly Inactivates SARS-CoV-2.", "authors": "S. Behzadinasab, A. Chin, M. Hosseini, LLM. Poon, WA. Ducker", "publication_date": "2020-07-14", "keywords": ""}, {"pubmed_id": "32657514", "title": "Effect of chitosan on adult longevity when fed, in no choice experiments, to Musca domestica L., Tabanus nigrovittaus Macquart, and Phormia regina (Meigen) adults and its consumption in adult Musca domestica L.", "authors": "J. Stoffolano, R. Wong, T. Lo, B. Ford, CJ. Geden", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32656070", "title": "Redistributive effects of different pension systems when longevity varies by socioeconomic status.", "authors": "M. Sanchez-Romero, RD. Lee, A. Prskawetz", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32656065", "title": "Cyanobacterial pigment protein allophycocyanin exhibits longevity and reduces Aβ-mediated paralysis in ", "authors": "MG. Chaubey, SN. Patel, RP. Rastogi, D. Madamwar, NK. Singh", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32655968", "title": "The Roles of CCR7 for the Homing of Memory CD8+ T Cells into Their Survival Niches.", "authors": "H. Choi, H. Song, YW. Jung", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32655354", "title": "Improvements to Healthspan Through Environmental Enrichment and Lifestyle Interventions: Where Are We Now?", "authors": "NJ. Queen, QN. Hassan, L. Cao", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32654498", "title": "Neuromodulating Influence of Two Electroacupuncture Treatments on Heart Rate Variability, Stress, and Vagal Activity.", "authors": "K. Armstrong, R. Gokal, W. Todorsky", "publication_date": "2020-07-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32653658", "title": "Disappearance of antibodies to SARS-CoV-2 in a Covid-19 patient after recovery.", "authors": "A. Liu, W. Wang, X. Zhao, X. Zhou, D. Yang, M. Lu, Y. Lv", "publication_date": "2020-07-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32652515", "title": "Physical robustness and resilience among long-lived female siblings: a comparison with sporadic long-livers.", "authors": "A. Galvin, S. Ukraintseva, K. Arbeev, M. Feitosa, K. Christensen", "publication_date": "2020-07-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32652197", "title": "Cardiotoxicity of doxorubicin-based cancer treatment: What is the protective cognition that phytochemicals provide us?", "authors": "C. Liu, X. Ma, J. Zhuang, L. Liu, C. Sun", "publication_date": "2020-07-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32651410", "title": "Transcriptomic analysis of regulatory pathways involved in female reproductive physiology of Rhodnius prolixus under different nutritional states.", "authors": "J. Leyria, I. Orchard, AB. Lange", "publication_date": "2020-07-12", "keywords": ""}, {"pubmed_id": "32651271", "title": "Epidemics as an adaptive driving force determining lifespan setpoints.", "authors": "PV. Lidsky, R. Andino", "publication_date": "2020-07-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32650790", "title": "Potential pharmacological approaches for the treatment of HIV-1 associated neurocognitive disorders.", "authors": "A. Omeragic, O. Kayode, MT. Hoque, R. Bendayan", "publication_date": "2020-07-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32650731", "title": "Third follow-up of the Cardiovascular Risk Factors, Aging and Dementia (CAIDE) cohort investigating determinants of cognitive, physical, and psychosocial wellbeing among the oldest old: the CAIDE85+ study protocol.", "authors": "M. Barbera, J. Kulmala, I. Lisko, E. Pietilä, A. Rosenberg, I. Hallikainen, M. Hallikainen, T. Laatikainen, J. Lehtisalo, E. Neuvonen, M. Rusanen, H. Soininen, J. Tuomilehto, T. Ngandu, A. Solomon, M. Kivipelto", "publication_date": "2020-07-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32650580", "title": "The Relationship between Protein Intake and Source on Factors Associated with Glycemic Control in Individuals with Prediabetes and Type 2 Diabetes.", "authors": "NS. Akhavan, S. Pourafshar, SA. Johnson, EM. Foley, KS. George, J. Munoz, S. Siebert, EA. Clark, R. Basiri, RC. Hickner, N. Navaei, CW. Levenson, LB. Panton, BP. Daggy, BH. Arjmandi", "publication_date": "2020-07-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32650223", "title": "Skin carotenoids are inversely associated with adiposity in breast cancer survivors.", "authors": "B. Cartmel, C. Anderson, ML. Irwin, M. Harrigan, T. Sanft, F. Li, W. Gellermann, IV. Ermakov, LM. Ferrucci", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32648805", "title": "Managing Access by Generating Improvements in Cannulation: A national quality improvement project.", "authors": "CA. Fielding, SW. Oliver, A. Swain, A. Gagen, S. Kattenhorn, D. Waters, M. Graham, H. Gallagher, MJ. Kumwenda, M. Aitken", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32648369", "title": "Lipoic acid rejuvenates aged intestinal stem cells by preventing age-associated endosome reduction.", "authors": "G. Du, Y. Qiao, Z. Zhuo, J. Zhou, X. Li, Z. Liu, Y. Li, H. Chen", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32648345", "title": "Aster-C coordinates with COP I vesicles to regulate lysosomal trafficking and activation of mTORC1.", "authors": "J. Zhang, JP. Andersen, H. Sun, X. Liu, N. Sonenberg, J. Nie, Y. Shi", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32648053", "title": "Sudden Cardiac Death Prediction in Non-ischemic Dilated Cardiomyopathy: a Multiparametric and Dynamic Approach.", "authors": "DJ. Hammersley, BP. Halliday", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32647745", "title": "Subjective cognitive and non-cognitive complaints and brain MRI biomarkers in the MEMENTO cohort.", "authors": "V. Dauphinot, V. Bouteloup, JF. Mangin, B. Vellas, F. Pasquier, F. Blanc, O. Hanon, A. Gabelle, C. Annweiler, R. David, V. Planche, O. Godefroy, T. Rivasseau-Jonveaux, M. Chupin, C. Fischer, G. Chêne, C. Dufouil, P. Krolak-Salmon", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32647401", "title": "Novel strategies for enhancing shotgun lipidomics for comprehensive analysis of cellular lipidomes.", "authors": "C. Hu, C. Wang, L. He, X. Han", "publication_date": "2020-07-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32644994", "title": "Predicting longevity responses to dietary restriction: A stepping stone toward precision geroscience.", "authors": "MC. Perez-Matos, WB. Mair", "publication_date": "2020-07-10", "keywords": ""}, {"pubmed_id": "32644894", "title": "Efficacy of GC Gold Label 9 and GC Miracle Mix", "authors": "VG. D'Costa, DK. Singhal, S. Acharya", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32643799", "title": "Homeostatic versus hedonic control of carbohydrate selection.", "authors": "Y. Minokoshi, KI. Nakajima, S. Okamoto", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32643608", "title": "Early results of reverse total shoulder arthroplasty using a patient-matched glenoid implant for severe glenoid bone deficiency.", "authors": "R. Rangarajan, CK. Blout, VV. Patel, SA. Bastian, BK. Lee, JM. Itamura", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32643325", "title": "Oral health status of Korean adults with implants according to their use of oral hygiene products: results from a nationwide population-based study (2013-2015).", "authors": "YK. Choi, EJ. Kim", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32643047", "title": "Distribution of blood glucose and prevalence of diabetes among centenarians and oldest-old in China: based on the China Hainan Centenarian Cohort Study and China Hainan Oldest-old Cohort Study.", "authors": "M. Liu, S. Yang, S. Wang, Y. Zhao, Q. Zhu, C. Ning, Y. He", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32642892", "title": "Migration of phthalates from PET water bottle in events of repeated uses and associated risk assessment.", "authors": "M. Jayaweera, H. Perera, N. Bandara, G. Danushika, B. Gunawardana, C. Somaratne, J. Manatunge, K. Zoysa, T. Thathsara", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32642571", "title": "Correlations between single nucleotide polymorphisms in bovine ", "authors": "M. Canive, R. Casais, JA. Jimenez, C. Blanco-Vazquez, J. Amado, JM. Garrido, RA. Juste, M. Alonso-Hearn", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32642367", "title": "Informed Consent in Patients Undergoing Primary Hip and Knee Arthroplasty: What Do Patients Want to Know?", "authors": "NA. Sandiford, M. Mahendra, L. Wickramarachchi, D. Back, M. Bansal", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32641151", "title": "Current progress in stem cell therapy for type 1 diabetes mellitus.", "authors": "S. Chen, K. Du, C. Zou", "publication_date": "2020-07-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32640420", "title": "Insulin sensitivity in long-lived growth hormone-releasing hormone knockout mice.", "authors": "F. Zhang, M. Icyuz, Z. Liu, M. Fitch, LY. Sun", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32640245", "title": "The World Goes Bats: Living Longer and Tolerating Viruses.", "authors": "V. Gorbunova, A. Seluanov, BK. Kennedy", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32638455", "title": "The contribution of dispositional optimism to understanding insomnia symptomatology: Findings from a cross-sectional population study in Austria.", "authors": "J. Weitzer, K. Papantoniou, C. Lázaro-Sebastià, S. Seidel, G. Klösch, E. Schernhammer", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32638347", "title": "Recurrence or Relapse of COVID-19 in Older Patients: A Description of Three Cases.", "authors": "L. Lafaie, T. Célarier, L. Goethals, B. Pozzetto, G. Sylvain, E. Ojardias, C. Annweiler, E. Botelho-Nevers", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32636256", "title": "Bacteria-derived metabolite, methylglyoxal, modulates the longevity of ", "authors": "MG. Shin, JW. Lee, JS. Han, B. Lee, JH. Jeong, SH. Park, JH. Kim, S. Jang, M. Park, SY. Kim, S. Kim, YR. Yang, JY. Kim, KL. Hoe, C. Park, KP. Lee, KS. Kwon, ES. Kwon", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32635947", "title": "The Fontan outcomes network: first steps towards building a lifespan registry for individuals with Fontan circulation in the United States.", "authors": "T. Alsaied, KY. Allen, JB. Anderson, JS. Anixt, DW. Brown, F. Cetta, R. Cordina, Y. D'udekem, M. Didier, S. Ginde, MV. Di Maria, M. Eversole, D. Goldberg, BH. Goldstein, E. Hoffmann, AH. Kovacs, C. Lannon, S. Lihn, AM. Lubert, BS. Marino, E. Mullen, D. Pickles, RH. Rathod, J. Rychik, JS. Tweddell, S. Wooton, G. Wright, A. Younoszai, K. Schumacher", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32635806", "title": "Comparative analysis of long noncoding RNAs in long-lived mammals provides insights into natural cancer-resistance.", "authors": "JJ. Jiang, QP. Kong", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32635607", "title": "Astaxanthin as a Putative Geroprotector: Molecular Basis and Focus on Brain Aging.", "authors": "V. Sorrenti, S. Davinelli, G. Scapagnini, BJ. Willcox, RC. Allsopp, DC. Willcox", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32635248", "title": "Floral Resources for ", "authors": "HR. McIntosh, VP. Skillman, G. Galindo, JC. Lee", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32635233", "title": "An Electrically Rechargeable Zinc/Air Cell with an Aqueous Choline Acetate Electrolyte.", "authors": "M. Sakthivel, SP. Batchu, AA. Shah, K. Kim, W. Peters, JF. Drillet", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32634884", "title": "[Operational specification for clinical use of dental intraradicular fiber post].", "authors": "", "publication_date": "2020-07-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32634605", "title": "Serum albumin is incrementally associated with increased mortality across varying levels of kidney function.", "authors": "AR. Brown-Tortorici, N. Naderi, Y. Tang, C. Park, AS. You, KC. Norris, Y. Obi, E. Streja, K. Kalantar-Zadeh, CM. Rhee", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32633047", "title": "Transcriptomic and proteomic analyses of the mechanisms of overwintering diapause in soybean pod borer (Leguminivora glycinivorella).", "authors": "M. Yang, Z. Wang, R. Wang, X. Zhang, M. Li, J. Xin, Y. Qin, C. Zhang, F. Meng", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32632845", "title": "Integrated metabolomics reveals altered lipid metabolism in adipose tissue in a model of extreme longevity.", "authors": "J. Darcy, Y. Fang, S. McFadden, MD. Lynes, LO. Leiria, JM. Dreyfuss, V. Bussburg, V. Tolstikov, B. Greenwood, NR. Narain, MA. Kiebish, A. Bartke, YH. Tseng", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32632803", "title": "Degradation of Abscisic Acid Receptors Through the Endosomal Pathway.", "authors": "B. Belda-Palazón, PL. Rodriguez", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32632778", "title": "AI-based investigation of molecular biomarkers of longevity.", "authors": "I. Kendiukhov", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32632568", "title": "Insecticide Rotation and Adaptive Fitness Cost Underlying Insecticide Resistance Management for Spodoptera frugiperda (Lepidoptera: Noctuidae).", "authors": "MG. Barbosa, TPP. André, ADS. Pontes, SA. Souza, NRX. Oliveira, PL. Pastori", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32632019", "title": "Default-mode network streams for coupling to language and control systems.", "authors": "EM. Gordon, TO. Laumann, S. Marek, RV. Raut, C. Gratton, DJ. Newbold, DJ. Greene, RS. Coalson, AZ. Snyder, BL. Schlaggar, SE. Petersen, NUF. Dosenbach, SM. Nelson", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32631893", "title": "A piperidinium salt stabilizes efficient metal-halide perovskite solar cells.", "authors": "YH. Lin, N. Sakai, P. Da, J. Wu, HC. Sansom, AJ. Ramadan, S. Mahesh, J. Liu, RDJ. Oliver, J. Lim, L. Aspitarte, K. Sharma, PK. Madhu, AB. Morales-Vilches, PK. Nayak, S. Bai, F. Gao, CRM. Grovenor, MB. Johnston, JG. Labram, JR. Durrant, JM. Ball, B. Wenger, B. Stannowski, HJ. Snaith", "publication_date": "2020-07-08", "keywords": ""}, {"pubmed_id": "32631859", "title": "The effect of SDHI fungicide dose and mixture on development of resistance in ", "authors": "KM. Ayer, MW. Choi, ST. Smart, AE. Moffett, KD. Cox", "publication_date": "2020-07-08", "keywords": ""}, {"pubmed_id": "32631588", "title": "Relationship between motoric cognitive risk syndrome, cardiovascular risk factors and diseases, and incident cognitive impairment: Results from the \"NuAge\" study.", "authors": "O. Beauchet, H. Sekhon, CP. Launay, P. Gaudreau, JA. Morais, G. Allali", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32631495", "title": "Investigating the effects of noise exposure on self-report, behavioral and electrophysiological indices of hearing damage in musicians with normal audiometric thresholds.", "authors": "S. Couth, G. Prendergast, H. Guest, KJ. Munro, DR. Moore, CJ. Plack, J. Ginsborg, P. Dawes", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32631340", "title": "Fluorescent markers rhodamine B and uranine for Anopheles gambiae adults and matings.", "authors": "EI. Aviles, RD. Rotenberry, CM. Collins, EM. Dotson, MQ. Benedict", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32631076", "title": "Assisters Succeed in Insurance Navigation for People Living with HIV and People at Increased Risk of HIV in a Complex Coverage Landscape.", "authors": "KAA. McManus, A. Killelea, E. Honeycutt, Z. An, J. Keim-Malpass", "publication_date": "2020-07-08", "keywords": ""}, {"pubmed_id": "32630592", "title": "Tocotrienols Influence Body Weight Gain and Brain Protein Expression in Long-Term High-Fat Diet-Treated Mice.", "authors": "Y. Kato, Y. Aoki, K. Fukui", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32630313", "title": "Comparison between Shear Bond Strength of Er:YAG and Er,Cr:YSGG Lasers-Assisted Dentinal Adhesion of Self-Adhering Resin Composite: An Ex Vivo Study.", "authors": "P. Nahas, S. Nammour, E. Gerges, T. Zeinoun", "publication_date": "2020-07-08", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32629533", "title": "A citizen-science approach reveals long-term social network structure in an urban parrot, Cacatua galerita.", "authors": "LM. Aplin, RE. Major, A. Davis, JM. Martin", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32629529", "title": "Faculty perceptions of student incivility in dental hygiene education.", "authors": "JL. McCarthy, L. Giblin-Scanlon, KR. Perry, LD. Boyd, J. Vineyard", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32628333", "title": "ELT-2 promotes O-GlcNAc transferase OGT-1 expression to modulate Caenorhabditis elegans lifespan.", "authors": "L. Su, T. Zhao, H. Li, H. Li, X. Su, X. Ba, Y. Zhang, B. Huang, J. Lu, X. Li", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32627932", "title": "Lifespan regulation in α/β posterior neurons of the fly mushroom bodies by Rab27.", "authors": "WY. Lien, YT. Chen, YJ. Li, JK. Wu, KL. Huang, JR. Lin, SC. Lin, CC. Hou, HD. Wang, CL. Wu, SY. Huang, CC. Chan", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32627274", "title": "Accounting for cryptic population substructure enhances detection of inbreeding depression with genomic inbreeding coefficients: an example from a critically endangered marsupial.", "authors": "JP. Zilko, D. Harley, B. Hansen, A. Pavlova, P. Sunnucks", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32625209", "title": "Characterizing the BCG Induced Macrophage and Neutrophil Mechanisms for Defense Against ", "authors": "TE. Bickett, J. McLean, E. Creissen, L. Izzo, C. Hagan, AJ. Izzo, F. Silva Angulo, AA. Izzo", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32624586", "title": "On the Anatomy of Medical Progress Within an Overlapping Generations Economy.", "authors": "I. Frankovic, M. Kuhn, S. Wrzaczek", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32624553", "title": "The concept of super enamel formation -Relationship between chemical interaction and enamel acid-base resistant zone at the self-etch adhesive/enamel interface.", "authors": "T. Nikaido, T. Takagaki, T. Sato, MF. Burrow, J. Tagami", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32623859", "title": "Forgotten partners and function regulators of inducible metallothioneins.", "authors": "M. Pavić, P. Turčić, M. Ljubojević", "publication_date": "2020-07-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32623262", "title": "Frontostriatal white matter connectivity: age differences and associations with cognition and BOLD modulation.", "authors": "CE. Webb, DA. Hoagey, KM. Rodrigue, KM. Kennedy", "publication_date": "2020-07-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32623012", "title": "Prolonged and variable copulation durations in a promiscuous insect species: No evidence of reproductive benefits for females.", "authors": "MJ. Sears, F. Barbosa, JA. Hamel", "publication_date": "2020-07-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32620707", "title": "Nest predation and adult mortality relationships with post-natal metabolic rates and growth among songbird species.", "authors": "R. Ton, TE. Martin", "publication_date": "2020-07-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32620524", "title": "Three-Dimensional Printing in Medical and Allied Health Practice: A Literature Review.", "authors": "SR. Spencer, L. Kay Watts", "publication_date": "2020-07-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32620332", "title": "Influence of flavonoids on long-term bonding stability on caries-affected dentin.", "authors": "A. Dávila-Sánchez, MF. Gutierrez, JP. Bermudez, ML. Méndez-Bauer, B. Hilgemberg, S. Sauro, AD. Loguercio, CAG. Arrais", "publication_date": "2020-07-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32619644", "title": "Covalent and non-covalent strategies for the immobilization of Tobacco Etch Virus protease (TEVp) on superparamagnetic nanoparticles.", "authors": "JL. Norris, T. Patel, AKR. Dasari, TA. Cope, KH. Lim, RM. Hughes", "publication_date": "2020-07-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32619405", "title": "Metabolic Communication and Healthy Aging: Where Should We Focus Our Energy?", "authors": "HJ. Smith, A. Sharma, WB. Mair", "publication_date": "2020-07-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32619061", "title": "Senescence-associated secretory phenotype promotes chronic ocular graft-vs-host disease in mice and humans.", "authors": "M. Yamane, S. Sato, E. Shimizu, S. Shibata, M. Hayano, T. Yaguchi, H. Kamijuku, M. Ogawa, T. Suzuki, S. Mukai, S. Shimmura, H. Okano, T. Takeuchi, Y. Kawakami, Y. Ogawa, K. Tsubota", "publication_date": "2020-07-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32618388", "title": "Clinical Outcomes in Critically Ill Children With Excess Weight: A Retrospective Cohort Study.", "authors": "CAD. Costa, R. Mattiello, GC. Forte, GRH. Andrades, F. Crestani, IP. Dalenogare, PR. Einloft, F. Bruno, CT. Tonial, PCR. Garcia", "publication_date": "2020-07-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32617901", "title": "Depression in Patients with Heart Diseases: Gender Differences and Association of Comorbidities, Optimism, and Spiritual Struggle.", "authors": "AL. Ai, H. Carretta", "publication_date": "2020-07-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32617581", "title": "Recognizing, reporting and reducing the data curation debt of cohort studies.", "authors": "OW. Butters, RC. Wilson, PR. Burton", "publication_date": "2020-07-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32614995", "title": "Female sperm storage mediates post-copulatory costs and benefits of ejaculate anticipatory plasticity in the guppy.", "authors": "G. Cardozo, A. Devigili, P. Antonelli, A. Pilastro", "publication_date": "2020-07-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32614042", "title": "Essential Oil Components in Superabsorbent Polymer Gel Modify Reproduction of Blattella germanica (Blattodea: Ectobiidae).", "authors": "SO. Oladipupo, XP. Hu, AG. Appel", "publication_date": "2020-07-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32612608", "title": "Harnessing Activin A Adjuvanticity to Promote Antibody Responses to BG505 HIV Envelope Trimers.", "authors": "DG. Carnathan, K. Kaushik, AH. Ellebedy, CA. Enemuo, EH. Gebru, P. Dhadvai, MAU. Rasheed, MG. Pauthner, G. Ozorowski, R. Ahmed, DR. Burton, AB. Ward, G. Silvestri, S. Crotty, M. Locci", "publication_date": "2020-07-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32612508", "title": "Increased Plasma Level of Longevity Protein Klotho as a Potential Indicator of Cognitive Function Preservation in Patients With Schizophrenia.", "authors": "JW. Xiong, JQ. Zhan, T. Luo, HB. Chen, QG. Wan, Y. Wang, B. Wei, YJ. Yang", "publication_date": "2020-07-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32612010", "title": "[Examination of Factors Affecting Life Expectancy by Prefecture Based on the Criteria of the Organisation for Economic Co-operation and Development].", "authors": "H. Nakajima, K. Yano", "publication_date": "2020-07-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32611649", "title": "Temporal trends in the healthy soldier effect in a cohort of Royal Norwegian Navy servicemen followed for 67 years.", "authors": "LA. Strand, JI. Martinsen, EA. Fadum, EK. Borud", "publication_date": "2020-07-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32610099", "title": "Compounds that extend longevity are protective in neurodegenerative diseases and provide a novel treatment strategy for these devastating disorders.", "authors": "SK. Soo, PD. Rudich, A. Traa, N. Harris-Gauthier, HJ. Shields, JM. Van Raamsdonk", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32609395", "title": "Lifespan-extending interventions enhance lipid-supported mitochondrial respiration in Caenorhabditis elegans.", "authors": "F. Macedo, T. Romanatto, C. Gomes de Assis, A. Buis, AJ. Kowaltowski, H. Aguilaniu, F. Marques da Cunha", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32607595", "title": "The proteostasis guardian HSF1 directs the transcription of its paralog and interactor HSF2 during proteasome dysfunction.", "authors": "S. Santopolo, A. Riccio, A. Rossi, MG. Santoro", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32607292", "title": "Simultaneous Pancreas-Kidney Transplant: A Positive Stimulus in the Medical World.", "authors": "MA. Ali, S. Khan", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32607209", "title": "Genetic factors for short life span associated with evolution of the loss of flight ability.", "authors": "A. Ikemoto, DX. Sato, T. Makino, M. Kawata", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32607099", "title": "Body size, inbreeding, and lifespan in domestic dogs.", "authors": "J. Yordy, C. Kraus, JJ. Hayward, ME. White, LM. Shannon, KE. Creevy, DEL. Promislow, AR. Boyko", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32606871", "title": "Protective Effect of Benzoquinone Isolated from the Roots of ", "authors": "L. Qin, X. Zhang, X. Zhou, X. Wu, X. Huang, M. Chen, Y. Wu, S. Lu, H. Zhang, X. Xu, X. Wei, S. Zhang, R. Huang", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32605814", "title": "Residential Greenness Alters Serum 25(OH)D Concentrations: A Longitudinal Cohort of Chinese Older Adults.", "authors": "A. Zhu, Y. Zeng, JS. Ji", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32605543", "title": "Serum albumin and activities of daily living in Chinese centenarians: a cross-sectional study.", "authors": "K. Han, S. Wang, W. Jia, W. Cao, M. Liu, S. Yang, J. Wang, Y. He", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32605538", "title": "Comparative transcriptome analysis of the rice leaf folder (Cnaphalocrocis medinalis) to heat acclimation.", "authors": "PQ. Quan, MZ. Li, GR. Wang, LL. Gu, XD. Liu", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32605104", "title": "How is Participating in Suicide Prevention Activities Experienced by Those with Lived and Living Experiences of Suicide in Australia? A Qualitative Study.", "authors": "S. Wayland, K. McKay, M. Maple", "publication_date": "2020-07-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32603501", "title": "Antibody responses against SARS-CoV-2 in COVID-19 patients.", "authors": "A. Liu, Y. Li, J. Peng, Y. Huang, D. Xu", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32603337", "title": "Temperature-dependent oviposition and nymph performance reveal distinct thermal niches of coexisting planthoppers with similar thresholds for development.", "authors": "FG. Horgan, A. Arida, G. Ardestani, MLP. Almazan", "publication_date": "2020-07-01", "keywords": ""}, {"pubmed_id": "32602903", "title": "Longevity and replenishment of human liver-resident memory T cells and mononuclear phagocytes.", "authors": "LJ. Pallett, AR. Burton, OE. Amin, S. Rodriguez-Tajes, AA. Patel, N. Zakeri, A. Jeffery-Smith, L. Swadling, NM. Schmidt, A. Baiges, A. Gander, D. Yu, D. Nasralla, F. Froghi, S. Iype, BR. Davidson, D. Thorburn, S. Yona, X. Forns, MK. Maini", "publication_date": "2020-07-01", "keywords": ""}, {"pubmed_id": "32602166", "title": "All The Same? On a Certain Pattern in Cross-National Death Risk.", "authors": "A. Barnett", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32600211", "title": "Have newer bearing surfaces changed expectations regarding the longevity of total hip arthroplasty?", "authors": "CA. Engh, CJ. McAsey, AD. Cororaton, H. Ho, RH. Hopper", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32599723", "title": "Genomic Tools for the Conservation and Genetic Improvement of a Highly Fragmented Breed-The Ramo Grande Cattle from the Azores.", "authors": "AJ. Amaral, AL. Pavão, LT. Gama", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32598741", "title": "[Clinical features and diagnosis of Ph - negative myeloproliferative neoplasms occurring in conjunction with the antiphospholipid syndrome].", "authors": "AL. Melikyan, IN. Subortseva, EA. Koloshejnova, EA. Gilyazitdinova, KS. Shashkina, LA. Gorgidze, ZV. Tratsevskaya, OV. Margolin", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32597135", "title": "Metallothionein 2A gene polymorphisms in relation to diseases and trace element levels in humans.", "authors": "A. Sekovanić, J. Jurasović, M. Piasek", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32595660", "title": "Climate Change Synchronizes Growth and iWUE Across Species in a Temperate-Submediterranean Mixed Oak Forest.", "authors": "I. Dorado-Liñán, M. Valbuena-Carabaña, I. Cañellas, L. Gil, G. Gea-Izquierdo", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32594996", "title": "Advanced diagnostic aids for oral cancer.", "authors": "MG. Madhura, RS. Rao, S. Patil, HN. Fageeh, A. Alhazmi, KH. Awan", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32594868", "title": "Church attendance and alloparenting: an analysis of fertility, social support and child development among English mothers.", "authors": "JH. Shaver, EA. Power, BG. Purzycki, J. Watts, R. Sear, MK. Shenk, R. Sosis, JA. Bulbulia", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32594638", "title": "Divergence of Drosophila species: longevity and reproduction under different nutrient balances.", "authors": "M. Watada, Y. Hayashi, K. Watanabe, S. Mizutani, A. Mure, Y. Hattori, T. Uemura", "publication_date": "2020-07-01", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32593245", "title": "[Working ability of elderly university teachers under the combined influence of breathing exercises and peptide bioregulator «Cortexin».]", "authors": "AV. Lysenko, DS. Lysenko, LG. Buinov, LA. Sorokina", "publication_date": "2020-06-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32593234", "title": "Diversity of life spans across the animal world.", "authors": "IY. Popov, MA. Vashurina", "publication_date": "2020-06-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32593082", "title": "Impact of bovine leukemia virus infection on beef cow longevity.", "authors": "OJ. Benitez, B. Norby, PC. Bartlett, JE. Maeroff, DL. Grooms", "publication_date": "2020-06-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32592682", "title": "An Insulin-Sensitive Circular RNA that Regulates Lifespan in Drosophila.", "authors": "CM. Weigelt, R. Sehgal, LS. Tain, J. Cheng, J. Eßer, A. Pahl, C. Dieterich, S. Grönke, L. Partridge", "publication_date": "2020-06-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32592520", "title": "Known Target and Non-target Effects of the Novel Neonicotinoid Cycloxaprid to Arthropods: A Systematic Review.", "authors": "A. Singh, C. Leppanen", "publication_date": "2020-06-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32591466", "title": "SARS-CoV-2 vaccines: 'Warp Speed' needs mind melds not warped minds.", "authors": "JP. Moore, PJ. Klasse", "publication_date": "2020-06-28", "keywords": ""}, {"pubmed_id": "32591232", "title": "Enhanced Biomechanical Performance of a Modern Polyester Surgical Mesh for Extensor Mechanism Reconstruction in Total Knee Arthroplasty.", "authors": "NB. Naveen, ER. Deckard, LT. Buller, RM. Meneghini", "publication_date": "2020-06-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32590400", "title": "Hitting the Target: Natural History of the Hip Based on Achieving an Acetabular Safe Zone Following Periacetabular Osteotomy.", "authors": "CC. Wyles, JS. Vargas, MJ. Heidenreich, KC. Mara, CL. Peters, JC. Clohisy, RT. Trousdale, RJ. Sierra", "publication_date": "2020-06-27", "keywords": ""}, {"pubmed_id": "32589680", "title": "Activated whole-body arginine pathway in high-active mice.", "authors": "JZ. Granados, GAM. Ten Have, AC. Letsinger, JJ. Thaden, MPKJ. Engelen, JT. Lightfoot, NEP. Deutz", "publication_date": "2020-06-27", "keywords": ""}, {"pubmed_id": "32587474", "title": "\"We try our best to offer them the little that we can\" coping strategies of Ghanaian community psychiatric nurses: a qualitative descriptive study.", "authors": "FY. Opare, P. Aniteye, A. Afaya, N. Glover-Meni", "publication_date": "2020-06-27", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32587296", "title": "Sexual differences in age-dependent survival and life span of adults in a natural butterfly population.", "authors": "M. Sielezniew, A. Kostro-Ambroziak, Á. Kőrösi", "publication_date": "2020-06-27", "keywords": ""}, {"pubmed_id": "32586425", "title": "Assessment of avian sperm DNA fragmentation using the sperm chromatin dispersion assay.", "authors": "SD. Johnston, C. López-Fernández, E. Pappin, A. Hampe, R. Doneley, M. Lierz, J. Gosálvez", "publication_date": "2020-06-27", "keywords": ""}, {"pubmed_id": "32585263", "title": "Restorations after selective caries removal: 5-year randomized trial.", "authors": "JJ. Jardim, HD. Mestrinho, B. Koppe, LM. de Paula, LS. Alves, PM. Yamaguti, JCF. Almeida, M. Maltz", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32585047", "title": "Does second-hand smoke associate with tooth loss among older Japanese? JAGES cross-sectional study.", "authors": "S. Umemori, J. Aida, T. Tsuboya, T. Tabuchi, KI. Tonami, H. Nitta, K. Araki, K. Kondo", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32584788", "title": "SIRT6 mono-ADP ribosylates KDM2A to locally increase H3K36me2 at DNA damage sites to inhibit transcription and promote repair.", "authors": "S. Rezazadeh, D. Yang, SA. Biashad, D. Firsanov, M. Takasugi, M. Gilbert, G. Tombline, NV. Bhanu, BA. Garcia, A. Seluanov, V. Gorbunova", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32584506", "title": "Hypochlorhydria reduces mortality in heart failure caused by Kcne2 gene deletion.", "authors": "U. Lisewski, C. Köhncke, L. Schleussner, B. Purfürst, SM. Lee, A. De Silva, RW. Manville, GW. Abbott, TK. Roepke", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32583762", "title": "Beyond artificial intelligence: exploring artificial wisdom.", "authors": "DV. Jeste, SA. Graham, TT. Nguyen, CA. Depp, EE. Lee, HC. Kim", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32583434", "title": "Neurological, Cognitive, and Behavioral Disorders during COVID-19: The Nitric Oxide Track.", "authors": "C. Annweiler, A. Bourgeais, E. Faucon, Z. Cao, Y. Wu, JM. Sabatier", "publication_date": "2020-06-26", "keywords": ""}, {"pubmed_id": "32582925", "title": "Effect of Short-Term Low Temperature on the Growth, Development, and Reproduction of Bactrocera tau (Diptera: Tephritidae) and Bactrocera cucurbitae.", "authors": "Y. Huang, X. Gu, X. Peng, M. Tao, L. Peng, G. Chen, X. Zhang", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32644470", "title": "StatPearls", "authors": "NC. Jamieson, P. Tadi", "publication_date": "2020", "keywords": ""}, {"pubmed_id": "32582826", "title": "In Vitro Comparative Evaluation of Newly Produced Desensitizer, Chlorhexidine and Gluma on Bond Strength and Bond Longevity of Composite to Dentin.", "authors": "R. Davalloo, SM. Tavangar, H. Ebrahimi, F. Darabi, S. Mahmoudi", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32581313", "title": "Effect of an antioxidant supplement containing high dose lutein and zeaxanthin on macular pigment and skin carotenoid levels.", "authors": "A. Obana, Y. Gohto, R. Nakazawa, T. Moriyama, W. Gellermann, PS. Bernstein", "publication_date": "2020-06-26", "keywords": ""}, {"pubmed_id": "32581228", "title": "Serum branched-chain amino acids are associated with leukocyte telomere length and frailty based on residents from Guangxi longevity county.", "authors": "Y. Zhang, Q. Zhou, R. Yang, C. Hu, Z. Huang, C. Zheng, Q. Liang, R. Gong, X. Zhu, H. Gong, H. Yuan, C. Chen, X. Li, N. Zhang, Z. Yang, L. Sun", "publication_date": "2020-06-26", "keywords": ""}, {"pubmed_id": "32580971", "title": "From pathogen to a commensal: modification of the ", "authors": "M. Gravato-Nobre, J. Hodgkin, P. Ligoxygakis", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32580710", "title": "Fasting in diabetes treatment (FIT) trial: study protocol for a randomised, controlled, assessor-blinded intervention trial on the effects of intermittent use of a fasting-mimicking diet in patients with type 2 diabetes.", "authors": "EL. van den Burg, MP. Schoonakker, PG. van Peet, ME. van den Akker-van Marle, K. Willems van Dijk, VD. Longo, HJ. Lamb, ME. Numans, H. Pijl", "publication_date": "2020-06-26", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32579940", "title": "CD28 Regulates Metabolic Fitness for Long-Lived Plasma Cell Survival.", "authors": "A. Utley, C. Chavel, S. Lightman, GA. Holling, J. Cooper, P. Peng, W. Liu, BG. Barwick, CM. Gavile, O. Maguire, M. Murray-Dupuis, C. Rozanski, MS. Jordan, T. Kambayashi, SH. Olejniczak, LH. Boise, KP. Lee", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32578217", "title": "Early-life relationships matter: Social position during early life predicts fitness among female spotted hyenas.", "authors": "JW. Turner, AL. Robitaille, PS. Bills, KE. Holekamp", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32578071", "title": "Gene expression and regulatory factors of the mechanistic target of rapamycin (mTOR) complex 1 predict mammalian longevity.", "authors": "N. Mota-Martorell, M. Jove, I. Pradas, R. Berdún, I. Sanchez, A. Naudi, E. Gari, G. Barja, R. Pamplona", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32577916", "title": "Pro-inflammatory status is not a limit for longevity: case report of a Sicilian centenarian.", "authors": "A. Aiello, G. Accardi, S. Aprile, R. Caldarella, G. Cammarata, C. Carru, C. Caruso, M. Ciaccio, I. De Vivo, CM. Gambino, ME. Ligotti, S. Vasto, G. Candore", "publication_date": "2020-06-25", "keywords": ""}, {"pubmed_id": "32577711", "title": "Bio-additive and enameloplasty technique for restoring anterior esthetics: 54-month clinical follow-up.", "authors": "JC. Pontons-Melo, IM. Garcia, M. Vargas, FM. Collares", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32577555", "title": "Social networks and job quality in Mexico: 2005-2019.", "authors": "M. Rodríguez-Villalobos, E. Rangel-González", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32577342", "title": "Rotator Cuff Anterior Cable Reconstruction With Long Head of Biceps Tendon Autograft.", "authors": "RE. Chen, WR. Bakhsh, JS. Lipof, ZG. McVicker, I. Voloshin", "publication_date": "2020-06-25", "keywords": ""}, {"pubmed_id": "32577164", "title": "Discovery of fifteen new geroprotective plant extracts and identification of cellular processes they affect to prolong the chronological lifespan of budding yeast.", "authors": "P. Dakik, MEL. Rodriguez, JAB. Junio, D. Mitrofanova, Y. Medkour, T. Tafakori, T. Taifour, V. Lutchman, E. Samson, A. Arlia-Ciommo, B. Rukundo, É. Simard, VI. Titorenko", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32576828", "title": "Fasting mimicking diet as an adjunct to neoadjuvant chemotherapy for breast cancer in the multicentre randomized phase 2 DIRECT trial.", "authors": "S. de Groot, RT. Lugtenberg, D. Cohen, MJP. Welters, I. Ehsan, MPG. Vreeswijk, VTHBM. Smit, H. de Graaf, JB. Heijns, JEA. Portielje, AJ. van de Wouw, ALT. Imholz, LW. Kessels, S. Vrijaldenhoven, A. Baars, EM. Kranenbarg, MD. Carpentier, H. Putter, JJM. van der Hoeven, JWR. Nortier, VD. Longo, H. Pijl, JR. Kroep, ", "publication_date": "2020-06-25", "keywords": ""}, {"pubmed_id": "32575688", "title": "Electrospun Eco-Friendly Materials Based on Poly(3-hydroxybutyrate) (PHB) and TiO", "authors": "M. Spasova, O. Stoilova, N. Manolova, I. Rashkov, M. Naydenov", "publication_date": "2020-06-25", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32574725", "title": "Identification and genomic analysis of pedigrees with exceptional longevity identifies candidate rare variants.", "authors": "JB. Miller, E. Ward, LA. Staley, J. Stevens, CC. Teerlink, JP. Tavana, M. Cloward, M. Page, L. Dayton, , LA. Cannon-Albright, JSK. Kauwe", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32574456", "title": "[Hegemonic medical model: Possible trends, and more or less imaginary trends].", "authors": "EL. Menéndez", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32573732", "title": "Validation of Acrylic Paint as a Marking Technique for Examining Mating Success of the Black Soldier Fly (Diptera: Stratiomyidae).", "authors": "BM. Jones, JK. Tomberlin", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32573689", "title": "The Chimeric Bud-Sport 'Delicious' (Red) Mutant Strain, It, Expresses Lethal-Effect Resistance Against the Obliquebanded Leafroller (Lepidoptera: Tortricidae).", "authors": "J. Schwarz, J. Milnes, J. Brunner", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32573339", "title": "Age-related epigenetic drift deregulates ", "authors": "M. Owczarz, J. Połosak, A. Domaszewska-Szostek, P. Kołodziej, A. Kuryłowicz, M. Puzianowska-Kuźnicka", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32573029", "title": "Targeting longevity genes in the battle against diabetic heart disease - is there a gene delivery fountain of youth?", "authors": "R. Ritchie, KK. Galougahi, GA. Figtree", "publication_date": "2020-06-24", "keywords": ""}, {"pubmed_id": "32572659", "title": "[The thyroid gland in old age : Physiology and pathology].", "authors": "C. Tugendsam, A. Kurtaran", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32571920", "title": "Bacterial-induced cell fusion is a danger signal triggering cGAS-STING pathway via micronuclei formation.", "authors": "JWK. Ku, Y. Chen, BJW. Lim, S. Gasser, KC. Crasta, YH. Gan", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32571436", "title": "The effects of temperature and salinity on the longevity of ", "authors": "S. Prasopdee, J. Kulsantiwong, T. Sathavornmanee, V. Thitapakorn", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32571000", "title": "Cardio-oncology: the new frontier of clinical and preventive cardiology.", "authors": "S. Paris, L. Tarantini, A. Navazio, P. Faggiano", "publication_date": "2020-06-24", "keywords": ""}, {"pubmed_id": "32570901", "title": "Investigation into In Vitro and In Vivo ", "authors": "P. Veisseire, M. Bonnet, T. Saraoui, C. Poupet, O. Camarès, M. Gachinat, C. Callon, G. Febvre, C. Chassard, S. Bornes", "publication_date": "2020-06-24", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32570104", "title": "Accumulation and excretion of zinc and their effects on growth and food utilization of Spodoptera litura (Lepidoptera: Noctuidae).", "authors": "P. Jin, J. Chen, H. Zhan, S. Huang, J. Wang, Y. Shu", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32569872", "title": "Novel gene Merlot inhibits differentiation and promotes apoptosis of osteoclasts.", "authors": "T. Yamakawa, N. Okamatsu, K. Ishikawa, S. Kiyohara, K. Handa, E. Hayashi, N. Sakai, A. Karakawa, M. Chatani, M. Tsuji, K. Inagaki, Y. Kiuchi, T. Negishi-Koga, M. Takami", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32569610", "title": "Recollection-related hippocampal fMRI effects predict longitudinal memory change in healthy older adults.", "authors": "M. Hou, M. de Chastelaine, M. Jayakumar, BE. Donley, MD. Rugg", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32567536", "title": "The Gender Gap in Reaching \"Old Age\" in the Russian Federation: A Regional Approach.", "authors": "S. Gietel-Basten, V. Mau, S. Scherbov, S. Shulgin", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32567182", "title": "Sexuality and ageing in palliative care environments? Breaking the (triple) taboo.", "authors": "S. Malta, I. Wallach", "publication_date": "2020-06-23", "keywords": ""}, {"pubmed_id": "32567109", "title": "Secular trends in longevity among people with Down syndrome in Japan, 1995-2016.", "authors": "N. Motegi, N. Morisaki, M. Suto, H. Tamai, R. Mori, T. Nakayama", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32567086", "title": "HSP90 inhibitors strengthen extracellular ATP-stimulated synthesis of interleukin-6 in osteoblasts: Amplification of p38 MAP kinase.", "authors": "T. Hioki, H. Tokuda, D. Nakashima, K. Fujita, T. Kawabata, G. Sakai, W. Kim, J. Tachi, K. Tanabe, R. Matsushima-Nishiwaki, T. Otsuka, H. Iida, O. Kozawa", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32567002", "title": "FoxO directly regulates the expression of TOR/S6K and vitellogenin to modulate the fecundity of the brown planthopper.", "authors": "Y. Dong, W. Chen, K. Kang, R. Pang, Y. Dong, K. Liu, W. Zhang", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32566245", "title": "Lifespan and healthspan benefits of exogenous H", "authors": "LT. Ng, LF. Ng, RMY. Tang, D. Barardo, B. Halliwell, PK. Moore, J. Gruber", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32565400", "title": "The interaction between mitochondrial haplogroups (M7a/D) and physical activity on adiponectin in a Japanese population.", "authors": "Y. Nishida, M. Hara, N. Fuku, N. Taguchi, M. Horita, C. Shimanoe, Y. Higaki, K. Tanaka", "publication_date": "2020-06-23", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32564302", "title": "Smooth Muscle Sirtuin 1 Blocks Thoracic Aortic Aneurysm/Dissection Development in Mice.", "authors": "F. Wang, Y. Tu, Y. Gao, H. Chen, J. Liu, J. Zheng", "publication_date": "2020-06-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32563878", "title": "Long-term nitrate removal in three riparian buffers: 21 years of data from the Bear Creek watershed in central Iowa, USA.", "authors": "TA. Groh, TM. Isenhart, RC. Schultz", "publication_date": "2020-06-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32563407", "title": "Does longevity impact the severity of traffic crashes? A comparative study of young-older and old-older drivers.", "authors": "M. Ayuso, R. Sánchez, M. Santolino", "publication_date": "2020-06-22", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32563345", "title": "Wellness, burnout, and the dermatologist: Fundamentals for practice longevity.", "authors": "DJB. Kurtzman", "publication_date": "2020-06-22", "keywords": ""}, {"pubmed_id": "32562114", "title": "Identification of longevity compounds with minimized probabilities of side effects.", "authors": "GE. Janssens, RH. Houtkooper", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32561805", "title": "Germline mutation rates in young adults predict longevity and reproductive lifespan.", "authors": "RM. Cawthon, HD. Meeks, TA. Sasani, KR. Smith, RA. Kerber, E. O'Brien, L. Baird, MM. Dixon, AP. Peiffer, MF. Leppert, AR. Quinlan, LB. Jorde", "publication_date": "2020-06-21", "keywords": ""}, {"pubmed_id": "32561358", "title": "Regulation of Leaf Longevity by DML3-Mediated DNA Demethylation.", "authors": "L. Yuan, D. Wang, L. Cao, N. Yu, K. Liu, Y. Guo, S. Gan, L. Chen", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32561254", "title": "The Neurobiology of Social Distance.", "authors": "D. Bzdok, RIM. Dunbar", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32560883", "title": "Uptake of uranium into desert plants in an abandoned uranium mine and its implications for phytostabilization strategies.", "authors": "R. Wetle, B. Bensko-Tarsitano, K. Johnson, KG. Sweat, T. Cahill", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32560691", "title": "Hearing loss and cognitive function among Chinese older adults: the role of participation in leisure activities.", "authors": "J. Gao, NM. Armstrong, JA. Deal, FR. Lin, P. He", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32560573", "title": "Is China Moving toward Healthy Aging? A Tracking Study Based on 5 Phases of CLHLS Data.", "authors": "Y. Yang, Y. Meng", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32560437", "title": "Effect of Exercising with Others on Incident Functional Disability and All-Cause Mortality in Community-Dwelling Older Adults: A Five-Year Follow-Up Survey.", "authors": "Y. Fujii, K. Fujii, T. Jindo, N. Kitano, J. Seol, K. Tsunoda, T. Okura", "publication_date": "2020-06-21", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32559424", "title": "Ca", "authors": "S. Marchi, C. Giorgi, L. Galluzzi, P. Pinton", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32559414", "title": "Targeting DGAT1 Ameliorates Glioblastoma by Increasing Fat Catabolism and Oxidative Stress.", "authors": "X. Cheng, F. Geng, M. Pan, X. Wu, Y. Zhong, C. Wang, Z. Tian, C. Cheng, R. Zhang, V. Puduvalli, C. Horbinski, X. Mo, X. Han, A. Chakravarti, D. Guo", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32559215", "title": "Control of the neuroprotective Lipocalin Apolipoprotein D expression by alternative promoter regions and differentially expressed mRNA 5' UTR variants.", "authors": "S. Diez-Hermano, A. Mejias, D. Sanchez, G. Gutierrez, MD. Ganfornina", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32559200", "title": "Brd2 haploinsufficiency extends lifespan and healthspan in C57B6/J mice.", "authors": "S. Pathak, WCL. Stewart, CE. Burd, ME. Hester, DA. Greenberg", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32558602", "title": "Prognosis of microwave ablation for hepatocellular carcinoma: does age make a difference?", "authors": "YX. Zhang, XH. Zhang, XL. Yu, ZY. Han, J. Yu, FY. Liu, ZG. Cheng, P. Liang", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32558517", "title": "[The Care as a minimum necessary change to transform the healthcare system].", "authors": "V. Tripodoro", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32558394", "title": "Small Molecule from Natural Phytochemical Mimics Dietary Restriction by Modulating FoxO3a and Metabolic Reprogramming.", "authors": "J. Kim, SH. Lee, M. Cho, JY. Lee, DH. Choi, HY. Lee, S. Cho, KJ. Min, Y. Suh", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32558267", "title": "Subtypes of physical frailty and their long-term outcomes: a longitudinal cohort study.", "authors": "ST. Huang, C. Tange, R. Otsuka, Y. Nishita, LN. Peng, FY. Hsiao, M. Tomida, H. Shimokata, H. Arai, LK. Chen", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32558067", "title": "ALK-Rearranged Non-Small Cell Lung Cancer in 2020: Real-World Triumphs in an Era of Multigeneration ALK-Inhibitor Sequencing Informed by Drug Resistance Profiling.", "authors": "M. Itchins, B. Lau, AL. Hudson, H. Westman, CY. Xia, SA. Hayes, VM. Howell, M. Rodriguez, WA. Cooper, H. Wei, M. Buckland, BT. Li, M. Li, V. Rathi, SB. Fox, AJ. Gill, SJ. Clarke, MJ. Boyer, N. Pavlakis", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32558008", "title": "Frailty and incident depressive symptoms in a Chinese sample: the Rugao Longevity and Ageing Study.", "authors": "XF. Chu, N. Zhang, GP. Shi, Y. Wang, ZD. Wang, JH. Guo, XY. Jiang, L. Jin, XF. Wang, YS. Zhu", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32556724", "title": "Temporal groups of lineage-related neurons have different neuropeptidergic fates and related functions in the Drosophila melanogaster CNS.", "authors": "L. Díaz-de-la-Peña, L. Maestro-Paramio, FJ. Díaz-Benjumea, P. Herrero", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32556328", "title": "National French survey of COVID-19 symptoms in people aged 70 and over.", "authors": "C. Annweiler, G. Sacco, N. Salles, JP. Aquino, J. Gautier, G. Berrut, O. Guérin, G. Gavazzi", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32556267", "title": "Combining a high dose of metformin with the SIRT1 activator, SRT1720, reduces lifespan in aged mice fed a high-fat diet.", "authors": "DL. Palliyaguru, RK. Minor, SJ. Mitchell, HH. Palacio, JJ. Licata, TM. Ward, G. Abulwerdi, P. Elliott, C. Westphal, JL. Ellis, DA. Sinclair, NL. Price, M. Bernier, R. de Cabo", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32556069", "title": "Association of Sedentary Behavior With Cancer Mortality in Middle-aged and Older US Adults.", "authors": "SC. Gilchrist, VJ. Howard, T. Akinyemiju, SE. Judd, M. Cushman, SP. Hooker, KM. Diaz", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32555459", "title": "Senolytic CAR T cells reverse senescence-associated pathologies.", "authors": "C. Amor, J. Feucht, J. Leibold, YJ. Ho, C. Zhu, D. Alonso-Curbelo, J. Mansilla-Soto, JA. Boyer, X. Li, T. Giavridis, A. Kulick, S. Houlihan, E. Peerschke, SL. Friedman, V. Ponomarev, A. Piersigilli, M. Sadelain, SW. Lowe", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32554863", "title": "Multi-omics network analysis reveals distinct stages in the human aging progression in epidermal tissue.", "authors": "N. Holzscheck, J. Söhle, B. Kristof, E. Grönniger, S. Gallinat, H. Wenck, M. Winnefeld, C. Falckenhayn, L. Kaderali", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32553207", "title": "Nuclear Periphery Takes Center Stage: The Role of Nuclear Pore Complexes in Cell Identity and Aging.", "authors": "UH. Cho, MW. Hetzer", "publication_date": "2020-06-20", "keywords": ""}, {"pubmed_id": "32552119", "title": "Versatile method to measure locomotion in adult ", "authors": "T. Barwell, S. Raina, L. Seroude", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32551076", "title": "Implications of life history uncertainty when evaluating status in the Northwest Atlantic population of white shark (", "authors": "HD. Bowlby, AJF. Gibson", "publication_date": "2020-06-20", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32550652", "title": "The Project Baseline Health Study: a step towards a broader mission to map human health.", "authors": "K. Arges, T. Assimes, V. Bajaj, S. Balu, MR. Bashir, L. Beskow, R. Blanco, R. Califf, P. Campbell, L. Carin, V. Christian, S. Cousins, M. Das, M. Dockery, PS. Douglas, A. Dunham, J. Eckstrand, D. Fleischmann, E. Ford, E. Fraulo, J. French, SS. Gambhir, GS. Ginsburg, RC. Green, F. Haddad, A. Hernandez, J. Hernandez, ES. Huang, G. Jaffe, D. King, LH. Koweek, C. Langlotz, YJ. Liao, KW. Mahaffey, K. Marcom, WJ. Marks, D. Maron, R. McCabe, S. McCall, R. McCue, J. Mega, D. Miller, LH. Muhlbaier, R. Munshi, LK. Newby, E. Pak-Harvey, B. Patrick-Lake, M. Pencina, ED. Peterson, F. Rodriguez, S. Shore, S. Shah, S. Shipes, G. Sledge, S. Spielman, R. Spitler, T. Schaack, G. Swamy, MJ. Willemink, CA. Wong", "publication_date": "2020-06-19", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32550014", "title": "Antibody responses to the RTS,S/AS01", "authors": "L. Sanchez, M. Vidal, C. Jairoce, R. Aguilar, I. Ubillos, I. Cuamba, AJ. Nhabomba, NA. Williams, N. Díez-Padrisa, D. Cavanagh, E. Angov, RL. Coppel, D. Gaur, JG. Beeson, S. Dutta, P. Aide, JJ. Campo, G. Moncunill, C. Dobaño", "publication_date": "2020-06-19", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32549153", "title": "Physical fitness and its association with overweight among early adolescents in Puducherry, Southern India.", "authors": "D. Jeevitha, JJ. Olickal, R. Ulaganeethi, A. Singh, RS. Ramesh, P. Chinnakali", "publication_date": "2020-06-19", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32549036", "title": "Momentum and Longevity for Tribally Driven Health Equity Science: Evidence from the Gathering for Health Project.", "authors": "JHL. Elm, T. Handeland", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32548742", "title": "The expert COVID-19 team for older persons of the Quebec Health and Social Services Ministry.", "authors": "O. Beauchet", "publication_date": "2020-06-18", "keywords": ""}, {"pubmed_id": "32548738", "title": "Biological parameters for Rhipicephalus microplus in the field and laboratory and estimation of its annual number of generations in a tropical region.", "authors": "BC. Cruz, AF. de Lima Mendes, WG. Maciel, IB. Dos Santos, LVC. Gomes, G. Felippelli, WFP. Teixeira, LL. Ferreira, VE. Soares, WDZ. Lopes, AJ. da Costa, GP. de Oliveira", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32548176", "title": "Fungal infections in humans: the silent crisis.", "authors": "K. Kainz, MA. Bauer, F. Madeo, D. Carmona-Gutierrez", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32547951", "title": "Big Data-Based Identification of Multi-Gene Prognostic Signatures in Liver Cancer.", "authors": "M. Liu, X. Liu, S. Liu, F. Xiao, E. Guo, X. Qin, L. Wu, Q. Liang, Z. Liang, K. Li, D. Zhang, Y. Yang, X. Luo, L. Lei, JHJ. Tan, F. Yin, X. Zeng", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32547611", "title": "Sagittal abdominal diameter as a marker of visceral obesity in older primary care patients.", "authors": "MAN. Saad, AJL. Jorge, DX. de Ávila, WA. Martins, MMS. Dos Santos, LT. Tedeschi, IL. Cavalcanti, MLG. Rosa, RADC. Filho", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32547549", "title": "Circulating BPIFB4 Levels Associate With and Influence the Abundance of Reparative Monocytes and Macrophages in Long Living Individuals.", "authors": "E. Ciaglia, F. Montella, V. Lopardo, P. Scala, A. Ferrario, M. Cattaneo, A. Carrizzo, A. Malovini, P. Madeddu, C. Vecchione, AA. Puca", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32546991", "title": "Comparative Performance of Creatinine-Based GFR Estimation Equations in Exceptional Longevity: The Rugao Longevity and Ageing Study.", "authors": "M. Wang, X. Sun, L. Ni, M. Zhang, J. Zhang, G. Ye, L. Jin, X. Wang, J. Chen", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32546548", "title": "Recurrent diabetic ketoacidosis and cognitive function among older adults with type 1 diabetes: findings from the Study of Longevity in Diabetes.", "authors": "ME. Lacy, P. Gilsanz, CW. Eng, MS. Beeri, AJ. Karter, RA. Whitmer", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32545779", "title": "Validation of the Lasher and Faulkender Anxiety about Aging Scale (AAS) for the Spanish Context.", "authors": "C. Fernández-Jiménez, JF. Álvarez-Hernández, D. Salguero-García, JM. Aguilar-Parra, R. Trigueros", "publication_date": "2020-06-18", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32544364", "title": "Triethylenetetramine (trientine): a caloric restriction mimetic with a new mode of action.", "authors": "F. Pietrocola, F. Castoldi, F. Madeo, G. Kroemer", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32543948", "title": "The Role of Diet in Cancer Prevention and Chemotherapy Efficacy.", "authors": "SD. Mittelman", "publication_date": "2020-06-17", "keywords": ""}, {"pubmed_id": "32543944", "title": "Oligomeric collagen as an encapsulation material for islet/β cell replacement: Effect of islet source, dose, implant site, and administration format.", "authors": "CH. Stephens, RA. Morrison, M. McLaughlin, K. Orr, SA. Tersey, JC. Scott-Moncrieff, RG. Mirmira, RV. Considine, S. Voytik-Harbin", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32543118", "title": "Longevity and Utilization Cost of Rechargeable and Non-Rechargeable Spinal Cord Stimulation Implants: A Comparative Study.", "authors": "S. Costandi, N. Mekhail, G. Azer, DS. Mehanny, D. Hanna, Y. Salma, R. Bolash, Y. Saweris", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32543096", "title": "Relative fitness and stability of resistance in a near-isogenic strain of indoxacarb resistant Helicoverpa armigera (Lepidoptera: Noctuidae).", "authors": "LJ. Bird, LJ. Drynan, PW. Walker", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32542324", "title": "Characterisation of actions of p-menthane-3,8-diol repellent formulations against Aedes aegypti mosquitoes.", "authors": "L. Goodyer, M. Grootveld, K. Deobhankar, M. Debboun, M. Philip", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32540606", "title": "ABO O gene frequency increase in the US might be causing increased maternal mortality.", "authors": "DK. Hobgood", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32540467", "title": "Effect of diet lipids and omega-6:3 ratio on honey bee brood development, adult survival and body composition.", "authors": "Y. Arien, A. Dag, S. Yona, Z. Tietel, T. Lapidot Cohen, S. Shafir", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32539883", "title": "Long-term behavioural rewriting of maladaptive drinking memories ", "authors": "G. Gale, K. Walsh, VE. Hennessy, LE. Stemerding, KS. Ni, E. Thomas, SK. Kamboj, RK. Das", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32539697", "title": "Self-assessed life expectancy among older adults in Côte d'Ivoire.", "authors": "RK. Moussa, V. Diaby", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32539084", "title": "How do histone modifications contribute to transgenerational epigenetic inheritance in C. elegans?", "authors": "RM. Woodhouse, A. Ashe", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32538777", "title": "Evolutionarily conserved regulation of immunity by the splicing factor RNP-6/PUF60.", "authors": "C. Kew, W. Huang, J. Fischer, R. Ganesan, N. Robinson, A. Antebi", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32538527", "title": "Expression patterns and functional analysis of the short neuropeptide F and NPF receptor genes in Rhopalosiphum padi.", "authors": "X. Peng, C. Chen, Y. Huang, S. Wang, S. Su, M. Chen", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32538233", "title": "Regional and Geographical Disparities in Body Mass Index (BMI) Among Chinese Older Adults: The Chinese Longitudinal Healthy Longevity Survey.", "authors": "YH. Lee, CT. Liu, M. Shelley, YC. Chang", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32538141", "title": "Net release and uptake of xenometabolites across intestinal, hepatic, muscle, and renal tissue beds in healthy conscious pigs.", "authors": "KE. Mercer, GAM. Ten Have, L. Pack, R. Lan, NEP. Deutz, SH. Adams, BD. Piccolo", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32537626", "title": "Side Effects of Organic Products on Telenomus podisi (Hymenoptera: Platygastridae).", "authors": "L. Battisti, JV. Warmling, CF. Vieira, DHR. Oliveira, YRA. Lima, M. Potrich, AF. Bueno, ER. Lozano", "publication_date": "2020-06-17", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32535616", "title": "The use of non-traditional models in the study of cancer resistance-the case of the naked mole rat.", "authors": "A. Shepard, JL. Kissil", "publication_date": "2020-06-15", "keywords": ""}, {"pubmed_id": "32535553", "title": "LSEC model of aging.", "authors": "L. Grosse, DV. Bulavin", "publication_date": "2020-06-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32535316", "title": "Betalain health-promoting effects after ingestion in Caenorhabditis elegans are mediated by DAF-16/FOXO and SKN-1/Nrf2 transcription factors.", "authors": "MA. Guerrero-Rubio, S. Hernández-García, J. Escribano, M. Jiménez-Atiénzar, J. Cabanes, F. García-Carmona, F. Gandía-Herrero", "publication_date": "2020-06-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32534981", "title": "Cardiopulmonary resuscitation and endotracheal intubation decisions for adults with advance care directive and resuscitation plans in the emergency department.", "authors": "AD. Osman, MA. Rahman, L. Lam, CC. Lin, M. Yeoh, S. Judkins, N. Pratten, J. Moran, D. Jones", "publication_date": "2020-06-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32534944", "title": "Influence of NAD+ as an ageing-related immunomodulator on COVID 19 infection: A hypothesis.", "authors": "HM. Omran, MS. Almaliki", "publication_date": "2020-06-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32534766", "title": "Motility and Fertility Evaluation of Thawed Frozen Stallion Semen After 24 Hours of Cooled Storage.", "authors": "MJ. Prell, PM. McCue, PD. Moffett, JK. Graham", "publication_date": "2020-06-15", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32534465", "title": "Resilience strategies to manage psychological distress among healthcare workers during the COVID-19 pandemic: a narrative review.", "authors": "C. Heath, A. Sommerfield, BS. von Ungern-Sternberg", "publication_date": "2020-06-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32534441", "title": "Human Gut Microbiome Aging Clock Based on Taxonomic Profiling and Deep Learning.", "authors": "F. Galkin, P. Mamoshina, A. Aliper, E. Putin, V. Moskalev, VN. Gladyshev, A. Zhavoronkov", "publication_date": "2020-06-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32534209", "title": "The American Society of Shoulder and Elbow Therapists' Consensus Statement on Rehabilitation For Anatomic Total Shoulder Arthroplasty.", "authors": "JS. Kennedy, GE. Garrigues, F. Pozzi, MJ. Zens, B. Gaunt, B. Phillips, A. Bakshi, AR. Tate", "publication_date": "2020-06-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32533229", "title": "The competitive athlete with type 1 diabetes.", "authors": "MC. Riddell, SN. Scott, PA. Fournier, SR. Colberg, IW. Gallen, O. Moser, C. Stettler, JE. Yardley, DP. Zaharieva, P. Adolfsson, RM. Bracken", "publication_date": "2020-06-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32532956", "title": "Amyloid β neurotoxicity is IDO1-Kyn-AhR dependent and blocked by IDO1 inhibitor.", "authors": "Z. Duan, S. Zhang, H. Liang, Z. Xing, L. Guo, L. Shi, L. Du, C. Kuang, O. Takikawa, Q. Yang", "publication_date": "2020-06-14", "keywords": ""}, {"pubmed_id": "32532929", "title": "Leisure activities and disability in activities of daily living among the oldest-old Chinese population: evidence from the Chinese Longitudinal Healthy Longevity Study.", "authors": "ZH. Li, Q. Chen, V. Byers Kraus, D. Shen, XR. Zhang, PD. Zhang, WF. Zhong, YB. Lv, QM. Huang, WQ. Song, D. Wang, XB. Wu, XM. Shi, C. Mao", "publication_date": "2020-06-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32532805", "title": "Thrombotic complications of COVID-19 may reflect an upregulation of endothelial tissue factor expression that is contingent on activation of endosomal NADPH oxidase.", "authors": "JJ. DiNicolantonio, M. McCarty", "publication_date": "2020-06-14", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32532673", "title": "Effect of CFTR Modulators on Anthropometric Parameters in Individuals with Cystic Fibrosis: An Evidence Analysis Center Systematic Review.", "authors": "J. Bailey, M. Rozga, CM. McDonald, EK. Bowser, K. Farnham, M. Mangus, L. Padula, K. Porco, JA. Alvarez", "publication_date": "2020-06-14", "keywords": ""}, {"pubmed_id": "32531565", "title": "Theoretical bounds on the value of improved health.", "authors": "D. Herrera-Araujo, JK. Hammitt, CM. Rheinberger", "publication_date": "2020-06-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32530270", "title": "Zinc-Calcium-Fluoride Bioglass-Based Innovative Multifunctional Dental Adhesive with Thick Adhesive Resin Film Thickness.", "authors": "C. Yao, MH. Ahmed, X. Li, I. Nedeljkovic, J. Vandooren, B. Mercelis, F. Zhang, KL. Van Landuyt, C. Huang, B. Van Meerbeek", "publication_date": "2020-06-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32528339", "title": "Past Gaming Experience and Cognition as Selective Predictors of Novel Game Learning Across Different Gaming Genres.", "authors": "ET. Smith, B. Bhaskar, A. Hinerman, C. Basak", "publication_date": "2020-06-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32528338", "title": "The Well-Being of the Elderly: Memory and Aging.", "authors": "JJ. Maldonado Briegas, AI. Sánchez Iglesias, SG. Ballester, F. Vicente Castro", "publication_date": "2020-06-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32528294", "title": "Pro-Senescence and Anti-Senescence Mechanisms of Cardiovascular Aging: Cardiac MicroRNA Regulation of Longevity Drug-Induced Autophagy.", "authors": "L. Pulakat, HH. Chen", "publication_date": "2020-06-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32526825", "title": "Insights into the Conserved Regulatory Mechanisms of Human and Yeast Aging.", "authors": "R. Dahiya, T. Mohammad, MF. Alajmi, MT. Rehman, GM. Hasan, A. Hussain, MI. Hassan", "publication_date": "2020-06-13", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32526715", "title": "Tunneling diodes based on polymer infiltrated vertically aligned carbon nanotube forests.", "authors": "EC. Anderson, AP. Patel, JJ. Preston, BA. Cola", "publication_date": "2020-06-12", "keywords": ""}, {"pubmed_id": "32526561", "title": "The WHO active ageing pillars and its association with survival: Findings from a population-based study in Spain.", "authors": "AI. Hijas-Gómez, A. Ayala, MP. Rodríguez-García, C. Rodríguez-Blázquez, V. Rodríguez-Rodríguez, F. Rojo-Pérez, G. Fernández-Mayoralas, A. Rodríguez-Laso, A. Calderón-Larrañaga, MJ. Forjaz", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32526339", "title": "Lei-gong-gen formula granule attenuates hyperlipidemia in rats via cGMP-PKG signaling pathway.", "authors": "T. Lan, Q. Li, M. Chang, C. Yin, D. Zhu, Z. Wu, X. Li, W. Zhang, B. Yue, J. Shi, H. Yuan, Z. Su, H. Guo", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32525972", "title": "Ketone Body, 3-hydroxybutyrate: Minor Metabolite - Major Medical Manifestations.", "authors": "N. Møller", "publication_date": "2020-06-12", "keywords": ""}, {"pubmed_id": "32525525", "title": "Metabolic Effects of Late Dinner in Healthy Volunteers-A Randomized Crossover Clinical Trial.", "authors": "C. Gu, N. Brereton, A. Schweitzer, M. Cotter, D. Duan, E. Børsheim, RR. Wolfe, LV. Pham, VY. Polotsky, JC. Jun", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32525368", "title": "Dying in the face of the COVID-19 pandemic: Contextual considerations and clinical recommendations.", "authors": "AS. LeRoy, B. Robles, LS. Kilpela, LM. Garcini", "publication_date": "2020-06-12", "keywords": ""}, {"pubmed_id": "32525032", "title": "Thyroid hormones and frailty in persons experiencing extreme longevity.", "authors": "B. Arosio, D. Monti, D. Mari, G. Passarino, R. Ostan, E. Ferri, F. De Rango, C. Franceschi, M. Cesari, G. Vitale", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32523583", "title": "", "authors": "H. Josephson, M. Ntzouni, C. Skoglund, S. Linder, MV. Turkina, E. Vikström", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32523044", "title": "An automated platform to monitor long-term behavior and healthspan in Caenorhabditis elegans under precise environmental control.", "authors": "KN. Le, M. Zhan, Y. Cho, J. Wan, DS. Patel, H. Lu", "publication_date": "2020-06-12", "keywords": ""}, {"pubmed_id": "32522329", "title": "ERRATUM.", "authors": "BR. Ware, GE. Brown, VY. Soldatow, EL. LeCluyse, SR. Khetani", "publication_date": "2020-06-12", "keywords": ""}, {"pubmed_id": "32522283", "title": "Whole-genome sequencing of Chinese centenarians reveals important genetic variants in aging WGS of centenarian for genetic analysis of aging.", "authors": "S. Shen, C. Li, L. Xiao, X. Wang, H. Lv, Y. Shi, Y. Li, Q. Huang", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32522243", "title": "Transinfection of buffalo flies (Haematobia irritans exigua) with Wolbachia and effect on host biology.", "authors": "M. Madhav, G. Brown, JAT. Morgan, S. Asgari, EA. McGraw, P. James", "publication_date": "2020-06-12", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32521485", "title": "Ultrasound-assisted production of biodiesel using engineered methanol tolerant Proteus vulgaris lipase immobilized on functionalized polysulfone beads.", "authors": "S. Gupta, PB. Mazumder, D. Scott, M. Ashokkumar", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32521326", "title": "Outcome domains reported in calcium pyrophosphate deposition studies: A scoping review by the OMERACT CPPD working group.", "authors": "K. Cai, A. Fuller, O. Hensey, D. Grossberg, R. Christensen, B. Shea, JA. Singh, A. Abhishek, S. Tedeschi, N. Dalbeth", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32520868", "title": "Associations of Exercise Types with All-Cause Mortality among U.S. Adults.", "authors": "CM. Sheehan, L. Li", "publication_date": "2020-06-11", "keywords": ""}, {"pubmed_id": "32520856", "title": "Echocardiographic evaluation of centenarians in Trieste.", "authors": "A. Cannatà, P. Gentile, A. Paldino, V. Nuzzi, L. Camparini, G. Ciucci, P. Manca, J. Artico, M. Dal Ferro, G. Marcon, M. Tettamanti, M. Merlo, G. Sinagra, FS. Loffredo", "publication_date": "2020-06-11", "keywords": ""}, {"pubmed_id": "32520524", "title": "Aromatic Cytokinin Arabinosides Promote PAMP-like Responses and Positively Regulate Leaf Longevity.", "authors": "M. Bryksová, S. Dabravolski, Z. Kučerová, F. Zavadil Kokáš, M. Špundová, L. Plíhalová, T. Takáč, J. Grúz, M. Hudeček, V. Hloušková, R. Koprna, O. Novák, M. Strnad, O. Plíhal, K. Doležal", "publication_date": "2020-06-11", "keywords": ""}, {"pubmed_id": "32519523", "title": "Type 2 diabetes in older people: pathophysiology, identification and management.", "authors": "P. Mayo", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32519347", "title": "Identification of novel seed longevity genes related to oxidative stress and seed coat by genome-wide association studies and reverse genetics.", "authors": "J. Renard, R. Niñoles, I. Martínez-Almonacid, B. Gayubas, R. Mateos, G. Bissoli, E. Bueso, R. Serrano, J. Gadea", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32519304", "title": "Counting on Potential Grandparents? Adult Children's Entry Into Parenthood Across European Countries.", "authors": "R. Rutigliano", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32518153", "title": "Biological and catalytic functions of sirtuin 6 as targets for small-molecule modulators.", "authors": "MA. Klein, JM. Denu", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32517821", "title": "Sex-specific response to delayed and repeated mating in spider mite ", "authors": "GY. Li, ZQ. Zhang", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32517297", "title": "The Role of Nutri(epi)genomics in Achieving the Body's Full Potential in Physical Activity.", "authors": "I. Petracci, R. Gabbianelli, L. Bordoni", "publication_date": "2020-06-11", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32516418", "title": "The Persistence of Escherichia coli Infection in German Cockroaches (Blattodea: Blattellidae) Varies Between Host Developmental Stages and is Influenced by the Gut Microbiota.", "authors": "R. Ray, R. Potts, JE. Pietri", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32516394", "title": "Esthetic Management of Incisors with Diffuse and Demarcated Opacities: 24 Month Follow-up Case Report.", "authors": "GS. Athayde, RC. Jorge, G. Americano, F. Barja-Fidalgo, VM. Soviero", "publication_date": "2020-06-10", "keywords": ""}, {"pubmed_id": "32516376", "title": "Does the Type of Solvent in Dental Adhesives Influence the Clinical Performance of Composite Restorations Placed in Noncarious Cervical Lesions? A Systematic Review and Meta-analysis.", "authors": "R. Lins, M. Sebold, MB. Magno, LC. Maia, L. Martins, M. Giannini", "publication_date": "2020-06-10", "keywords": ""}, {"pubmed_id": "32516312", "title": "Experiences of oldest-old caregivers whose partner is approaching end-of-life: A mixed-method systematic review and narrative synthesis.", "authors": "T. Morgan, A. Bharmal, R. Duschinsky, S. Barclay", "publication_date": "2020-06-10", "keywords": ""}, {"pubmed_id": "32516128", "title": "Infertility induced by auxin in PX627 ", "authors": "B. Dilberger, S. Baumanns, ST. Spieth, U. Wenzel, GP. Eckert", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32515539", "title": "Gray whale transcriptome reveals longevity adaptations associated with DNA repair and ubiquitination.", "authors": "D. Toren, A. Kulaga, M. Jethva, E. Rubin, AV. Snezhkina, AV. Kudryavtseva, D. Nowicki, R. Tacutu, AA. Moskalev, VE. Fraifeld", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32515163", "title": "Association of anemia and SRH in older people: the SONIC study.", "authors": "T. Noma, M. Kabayama, Y. Gondo, S. Yasumoto, Y. Masui, K. Sugimoto, H. Akasaka, K. Godai, A. Higuchi, Y. Akagi, Y. Takami, Y. Takeya, K. Yamamoto, K. Ikebe, Y. Arai, T. Ishizaki, H. Rakugi, K. Kamide", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32515103", "title": "Comparison of larval performance and oviposition preference of Spodoptera frugiperda among three host plants: potential risks to potato and tobacco crops.", "authors": "JF. Guo, MD. Zhang, ZP. Gao, DJ. Wang, KL. He, ZY. Wang", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32514530", "title": "Delayed Mating with Multiple Partners Decreases Indexes of Mating in Female and Male Spodoptera litura (Lepidoptera: Noctuidae).", "authors": "X. Di, J. Liu, C. Wu, B. Yan, X. Yu, M. Yang", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32514059", "title": "Social environment modulates investment in sex trait versus lifespan: red deer produce bigger antlers when facing more rivalry.", "authors": "J. Carranza, J. Pérez-Barbería, C. Mateos, S. Alarcos, J. Torres-Porras, J. Pérez-González, CB. Sánchez-Prieto, J. Valencia, L. Castillo, E. de la Peña, I. Barja, JM. Seoane, MM. Reglero, A. Flores, A. Membrillo", "publication_date": "2020-06-10", "keywords": ""}, {"pubmed_id": "32514014", "title": "Unique age-related transcriptional signature in the nervous system of the long-lived red sea urchin Mesocentrotus franciscanus.", "authors": "JM. Polinski, N. Kron, DR. Smith, AG. Bodnar", "publication_date": "2020-06-10", "keywords": ""}, {"pubmed_id": "32513478", "title": "Structural stability of DHMAI antibacterial dental composite following in vitro biological aging.", "authors": "FZ. Cherchali, N. Attik, M. Mouzali, JB. Tommasino, H. Abouelleil, D. Decoret, D. Seux, B. Grosgogeat", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32513248", "title": "Insecticide resistance, fitness and susceptibility to Zika infection of an interbred Aedes aegypti population from Rio de Janeiro, Brazil.", "authors": "CR. Dos Santos, C. de Melo Rodovalho, W. Jablonka, AJ. Martins, JBP. Lima, L. Dos Santos Dias, MAC. da Silva Neto, GC. Atella", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32513133", "title": "Impacts of stigma and discrimination in the workplace on people living with psychosis.", "authors": "ME. Hampson, BD. Watt, RE. Hicks", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32513027", "title": "Outcomes of total hip arthroplasty using dualmobility cups for femoral neck fractures: a systematic review and meta-analysis.", "authors": "SH. Mufarrih, NQ. Qureshi, B. Masri, S. Noordin", "publication_date": "2020-06-10", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32512342", "title": "\"You need to just provide health services:\" navigating the politics of harm reduction in the twin housing and overdose crises in Vancouver, BC.", "authors": "M. Nowell, JR. Masuda, ", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32511767", "title": "Early Signs of Impaired Gut Function Affect Daily Functioning in Patients With Advanced Cancer Undergoing Chemotherapy.", "authors": "BS. van der Meij, NEP. Deutz, RE. Rodriguez, MPKJ. Engelen", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32511191", "title": "Genomics of aging: Genes, adducts, and telomeres.", "authors": "K. Wysocki, D. Seibert", "publication_date": "2020-06-09", "keywords": ""}, {"pubmed_id": "32511104", "title": "", "authors": "CL. Kuo, LC. Pilling, JL. Atkins, GA. Kuchel, D. Melzer", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32510773", "title": "Reduced Mythimna separata infestation on Bt corn could benefit aphids.", "authors": "XW. Li, LX. Du, L. Zhang, YF. Peng, HX. Hua, J. Romeis, YH. Li", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32509140", "title": "tBHQ Induces a Hormetic Response That Protects L6 Myoblasts against the Toxic Effect of Palmitate.", "authors": "P. Posadas-Rodríguez, NE. Posadas-Rodríguez, VY. González-Puertos, R. Toledo-Pérez, JL. Ventura-Gallegos, A. Zentella, LE. Gómez-Quiroz, M. Königsberg, A. Luna-López", "publication_date": "2020-06-09", "keywords": ""}, {"pubmed_id": "32508390", "title": "Planning for Epidemics and Pandemics: Assessing the Potential Impact of Extended Use and Reuse Strategies on Respirator Usage Rates to Support Supply-and-Demand Planning Efforts.", "authors": "PL. Yorio, EM. Fisher, FS. Kilinc-Balci, D. Rottach, J. Harney, M. Seaton, MM. Dahm, T. Niemeier", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32507532", "title": "Development and Validation of a Nomogram for Predicting the 6-Year Risk of Cognitive Impairment Among Chinese Older Adults.", "authors": "J. Zhou, Y. Lv, C. Mao, J. Duan, X. Gao, J. Wang, Z. Yin, W. Shi, J. Luo, Q. Kang, X. Zhang, Y. Wei, VB. Kraus, X. Shi", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32506995", "title": "Epigenomics-based identification of oestrogen-regulated long noncoding RNAs in ER+ breast cancer.", "authors": "Z. Zhang, W. Yu, D. Tang, Y. Zhou, M. Bi, H. Wang, Y. Zheng, M. Chen, L. Li, X. Xu, W. Zhang, H. Tao, VX. Jin, Z. Liu, L. Chen", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32506190", "title": "Mitochondrial physiology varies with parity and body mass in the laboratory mouse (Mus musculus).", "authors": "NR. Park, HA. Taylor, VA. Andreasen, AS. Williams, K. Niitepõld, KN. Yap, AN. Kavazis, WR. Hood", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32506117", "title": "Trends of Physical Functioning, Morbidity and Disability-free Life Expectancy among the Oldest Old: Six Repeated Cross-sectional Surveys between 2001 and 2018 in the Vitality 90+ Study.", "authors": "L. Enroth, J. Raitanen, P. Halonen, K. Tiainen, M. Jylhä", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32506045", "title": "White hard clam (Meretrix lyrata) shells media to improve phosphorus removal in lab-scale horizontal sub-surface flow constructed wetlands: Performance, removal pathways, and lifespan.", "authors": "TAH. Nguyen, HH. Ngo, WS. Guo, THH. Nguyen, S. Soda, ND. Vu, TKA. Bui, TDH. Vo, XT. Bui, TT. Nguyen, TT. Pham", "publication_date": "2020-06-09", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32504783", "title": "Ganoderma lucidum: A rational pharmacological approach to surmount cancer.", "authors": "MF. Ahmad", "publication_date": "2020-06-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32504069", "title": "Metabolic characteristics of CD8", "authors": "KM. Quinn, T. Hussain, F. Kraus, LE. Formosa, WK. Lam, MJ. Dagley, EC. Saunders, LM. Assmus, E. Wynne-Jones, L. Loh, CE. van de Sandt, L. Cooper, KL. Good-Jacobson, K. Kedzierska, LK. Mackay, MJ. McConville, G. Ramm, MT. Ryan, NL. La Gruta", "publication_date": "2020-06-07", "keywords": ""}, {"pubmed_id": "32503340", "title": "Biology and Management of ", "authors": "MJ. Akhter, PK. Jensen, SK. Mathiassen, B. Melander, P. Kudsk", "publication_date": "2020-06-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32503241", "title": "Dietary Macronutrient Intakes and Mortality among Patients with Type 2 Diabetes.", "authors": "CC. Lin, CS. Liu, CI. Li, CH. Lin, WY. Lin, MC. Wang, SY. Yang, TC. Li", "publication_date": "2020-06-07", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32502237", "title": "Serum 25-Hydroxyvitamin D, Albumin, and Mortality Among Chinese Older Adults: A Population-based Longitudinal Study.", "authors": "X. Jin, S. Xiong, SY. Ju, Y. Zeng, LL. Yan, Y. Yao", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32502069", "title": "Surgeon Coaching: Why and How.", "authors": "JM. Smith", "publication_date": "2020-06-06", "keywords": ""}, {"pubmed_id": "32501778", "title": "Early-life education may help bolster declarative memory in old age, especially for women.", "authors": "J. Reifegerste, J. Veríssimo, MD. Rugg, MY. Pullman, L. Babcock, DA. Glei, M. Weinstein, N. Goldman, MT. Ullman", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32501283", "title": "Temperature-sensitive spinal muscular atrophy-causing point mutations lead to SMN instability, locomotor defects and premature lethality in ", "authors": "AC. Raimer, SS. Singh, MR. Edula, T. Paris-Davila, V. Vandadi, AM. Spring, AG. Matera", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32500676", "title": "Promoting and supporting healthy eating among nurses.", "authors": "R. Davies", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32499409", "title": "A trimeric metazoan Rab7 GEF complex is crucial for endocytosis and scavenger function.", "authors": "L. Dehnen, M. Janz, JK. Verma, OE. Psathaki, L. Langemeyer, F. Fröhlich, JJ. Heinisch, H. Meyer, C. Ungermann, A. Paululat", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32499047", "title": "The Evolution-Driven Signature of Parkinson's Disease.", "authors": "NJ. Diederich, T. Uchihara, S. Grillner, CG. Goetz", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32498608", "title": "Are Japanese Older Adults Rejuvenating? Changes in Health-Related Measures Among Older Community Dwellers in the Last Decade.", "authors": "T. Suzuki, Y. Nishita, S. Jeong, H. Shimada, R. Otsuka, K. Kondo, H. Kim, Y. Fujiwara, S. Awata, A. Kitamura, S. Obuchi, K. Iijima, N. Yoshimura, S. Watanabe, M. Yamada, K. Toba, H. Makizako", "publication_date": "2020-06-06", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32497728", "title": "The critical impacts of small RNA biogenesis proteins on aging, longevity and age-related diseases.", "authors": "E. Proshkina, I. Solovev, L. Koval, A. Moskalev", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32497614", "title": "THE MIDLIFE TRANSITION AND THE RISK OF CARDIOVASCULAR DISEASE AND CANCER I: MAGNITUDE AND MECHANISMS.", "authors": "NG. Kase, E. Gretz Friedman, M. Brodman, C. Kang, EJ. Gallagher, D. Leroith", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32497193", "title": "Marine Protection Induces Morphological Variation in the California Moray, Gymnothorax mordax.", "authors": "RS. Mehta, KE. Dale, BA. Higgins", "publication_date": "2020-06-05", "keywords": ""}, {"pubmed_id": "32495370", "title": "Thinking inside the box: Custom pacemaker improves device longevity in a congenital heart patient.", "authors": "L. Von Wald, R. Brucker, S. Salerno, A. Ries, H. Roukoz", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32494659", "title": "Tumor microenvironment-activatable Fe-doxorubicin preloaded amorphous CaCO", "authors": "CC. Xue, MH. Li, Y. Zhao, J. Zhou, Y. Hu, KY. Cai, Y. Zhao, SH. Yu, Z. Luo", "publication_date": "2020-06-05", "keywords": ""}, {"pubmed_id": "32493904", "title": "Independent regulation of age associated fat accumulation and longevity.", "authors": "AO. Beas, PB. Gordon, CL. Prentiss, CP. Olsen, MA. Kukurugya, BD. Bennett, SM. Parkhurst, DE. Gottschling", "publication_date": "2020-06-05", "keywords": ""}, {"pubmed_id": "32493599", "title": "Penile prosthesis surgery: Indications and penoscrotal approach.", "authors": "P. Vendeira", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32493397", "title": "The role of testosterone in chronic kidney disease and kidney function in men and women: a bi-directional Mendelian randomization study in the UK Biobank.", "authors": "JV. Zhao, CM. Schooling", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32493131", "title": "Cortisol as a Biomarker of Alcohol Use in Combat Veterans: A Literature Review and Framework for Future Research.", "authors": "YZ. Szabo, T. Breeding, C. Hejl, RS. Guleria, SM. Nelson, L. Zambrano-Vazquez", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32492947", "title": "Association between Dietary Habits and Physical Function in Brazilian and Italian Older Women.", "authors": "HJ. Coelho-Junior, R. Calvani, A. Picca, IO. Gonçalves, F. Landi, R. Bernabei, M. Cesari, MC. Uchida, E. Marzetti", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32492897", "title": "Insulin-like Growth Factor-1 and IGF Binding Proteins Predict All-Cause Mortality and Morbidity in Older Adults.", "authors": "WB. Zhang, S. Aleksic, T. Gao, EF. Weiss, E. Demetriou, J. Verghese, R. Holtzer, N. Barzilai, S. Milman", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32492804", "title": "Dietary Habits, Anthropometric Features and Daily Performance in Two Independent Long-Lived Populations from ", "authors": "A. Nieddu, L. Vindas, A. Errigo, J. Vindas, GM. Pes, MP. Dore", "publication_date": "2020-06-05", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32492122", "title": "Genetic associations between stayability and longevity in commercial crossbred sows, and stayability in multiplier sows.", "authors": "BG. Poulsen, B. Nielsen, T. Ostersen, OF. Christensen", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32490664", "title": "Depletion of Lubricant from Nanostructured Oil-Infused Surfaces by Pendant Condensate Droplets.", "authors": "S. Adera, J. Alvarenga, AV. Shneidman, CT. Zhang, A. Davitt, J. Aizenberg", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32490661", "title": "Conjugating Micropatches to Living Cells Through Membrane Intercalation.", "authors": "Y. Miao, H. Liu, W. Cheng, Y. Liu, S. Kim, X. Yuan, A. Kusi-Appiah, S. Lenhert, T. Ma, Y. Ren, H. Chung, J. Guan", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32490323", "title": "Hepatic Choline Transport Is Inhibited During Fatty Acid-Induced Lipotoxicity and Obesity.", "authors": "C. O'Dwyer, R. Yaworski, S. Katsumura, P. Ghorbani, K. Gobeil Odai, JRC. Nunes, ND. LeBlond, S. Sanjana, TTK. Smith, S. Han, KD. Margison, T. Alain, M. Morita, MD. Fullerton", "publication_date": "2020-06-04", "keywords": ""}, {"pubmed_id": "32490255", "title": "Estimating lifetime malnourished period and its statistics based on the concept of Markov chain with reward.", "authors": "SM. Owoeye, BM. Oseni, E. Gayawan", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32489687", "title": "Hesperidin depolarizes the pacemaker potentials through 5-HT", "authors": "M. Hwang, JN. Kim, BJ. Kim", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32488749", "title": "Long-term longevity and clinical outcomes of Linox S/SD implantable cardioverter-defibrillator leads: a single-center experience.", "authors": "M. Alasti, C. Machado, S. Mirzaee, S. Healy, L. Bittinger, D. Adam, E. Kotschet, J. Krafchek, J. Alison", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32488471", "title": "The Great Escape. Centenarians' exceptional health.", "authors": "Y. Barak, S. Leitch, P. Glue", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32488198", "title": "Host genotype and exercise exhibit species-level selection for members of the gut bacterial communities in the mouse digestive system.", "authors": "RA. Dowden, LR. McGuinness, PJ. Wisniewski, SC. Campbell, JJ. Guers, M. Oydanich, SF. Vatner, MM. Häggblom, LJ. Kerkhof", "publication_date": "2020-06-04", "keywords": ""}, {"pubmed_id": "32487597", "title": "The Role of MSCs in the Tumor Microenvironment and Tumor Progression.", "authors": "SY. Ahn", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32487053", "title": "Mind the gaps: age and cause specific mortality and life expectancy in the older population of South Korea and Japan.", "authors": "M. Jung, W. Ko, W. Muhwava, Y. Choi, H. Kim, YS. Park, GB. Jambere, Y. Cho", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32486699", "title": "Solenoid actuated driver valve for high repetition rate shock tubes.", "authors": "RS. Tranter, T. Sikes", "publication_date": "2020-06-04", "keywords": ""}, {"pubmed_id": "32486565", "title": "[Operational specifications for the cementation of porcelain laminate veneers].", "authors": "", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32486488", "title": "Nicotinamide Riboside-The Current State of Research and Therapeutic Uses.", "authors": "M. Mehmel, N. Jovanović, U. Spitz", "publication_date": "2020-06-04", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32484886", "title": "They Care for Others, But What About Themselves? Understanding Self-Care Among DSPs' and Its Relationship to Professional Quality of Life.", "authors": "JM. Keesler, J. Troxel", "publication_date": "2020-06-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32484787", "title": "Lactate dehydrogenase expression modulates longevity and neurodegeneration in ", "authors": "DM. Long, AK. Frame, PN. Reardon, RC. Cumming, DA. Hendrix, D. Kretzschmar, JM. Giebultowicz", "publication_date": "2020-06-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32484032", "title": "Exercise Partially Rejuvenates Muscle Stem Cells.", "authors": "JW. Larrick, AR. Mendelsohn", "publication_date": "2020-06-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32483603", "title": "Endogenous TCR promotes in vivo persistence of CD19-CAR-T cells compared to a CRISPR/Cas9-mediated TCR knockout CAR.", "authors": "D. Stenger, TA. Stief, T. Käuferle, S. Willier, F. Rataj, K. Schober, B. Vick, R. Lotfi, B. Wagner, TGP. Grünewald, S. Kobold, DH. Busch, I. Jeremias, F. Blaeschke, TF. Feuchtinger", "publication_date": "2020-06-03", "keywords": ""}, {"pubmed_id": "32482227", "title": "Lysosome activity is modulated by multiple longevity pathways and is important for lifespan extension in ", "authors": "Y. Sun, M. Li, D. Zhao, X. Li, C. Yang, X. Wang", "publication_date": "2020-06-03", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32480065", "title": "Sodium caseinate improves longevity and fertility of frozen bull semen.", "authors": "JVA. Diniz, RA. Satrapa, LGTM. Segabinazzi, JAM. Carneiro, E. Oba, FO. Papa, CPF. Dell'Aqua, B. Loureiro, JAD. Junior", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32478874", "title": "Evaluation of synergic effects of iodixanol and trehalose on cryosurvival of electroejaculated ram semen.", "authors": "MF. Özmen, Ü. Cirit, R. Arıcı, K. Demir, D. Kurt, S. Pabuccuoğlu, K. Ak", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32478124", "title": "Protection against SIV in Rhesus Macaques Using Albumin and CD4-Based Vector-Mediated Gene Transfer.", "authors": "S. Spitsin, BC. Schnepp, MJ. Connell, T. Liu, CM. Dang, V. Pappa, R. Tustin, A. Kinder, PR. Johnson, SD. Douglas", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32477839", "title": "The case for extended lifespan in cooperatively breeding mammals: a re-appraisal.", "authors": "J. Thorley", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32477704", "title": "A Cautionary Tale on Atrial Capture Management, Biventricular Pacing, and Recurrent Asystole.", "authors": "CL. Johnsrude, KC. Lau", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32477390", "title": "Development and Molecular Cytogenetic Characterization of Cold-Hardy Perennial Wheatgrass Adapted to Northeastern China.", "authors": "W. Yan, X. Jin, B. Jiang, X. Qi, Y. Chen, X. Li, X. Liu, Y. Ren, L. Cui, Q. Song, H. Li, B. Friebe, J. Li, Y. Zhang", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32477004", "title": "Nurse's attunement to patient's meaning in life - a qualitative study of experiences of Dutch adults ageing in place.", "authors": "S. Hupkens, M. Goumans, P. Derkx, A. Machielse", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32475663", "title": "Productive life span and resilience rank can be predicted from on-farm first-parity sensor time series but not using a common equation across farms.", "authors": "I. Adriaens, NC. Friggens, W. Ouweltjes, H. Scott, B. Aernouts, J. Statham", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32475335", "title": "Behavioural variation and learning across the lifespan in wild white-faced capuchin monkeys.", "authors": "S. Perry", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32475324", "title": "Introduction to special issue: 'Life history and learning: how childhood, caregiving and old age shape cognition and culture in humans and other animals'.", "authors": "A. Gopnik, WE. Frankenhuis, M. Tomasello", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32475323", "title": "Cognitive consequences of our grandmothering life history: cultural learning begins in infancy.", "authors": "K. Hawkes", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32475122", "title": "Resilience in Very Advanced Ages: A Study With Centenarians.", "authors": "AS. Amaral, RM. Afonso, D. Brandão, L. Teixeira, O. Ribeiro", "publication_date": "2020-06-02", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32470744", "title": "Effect of chronic exposure to nanopolystyrene on nematode Caenorhabditis elegans.", "authors": "Y. Qiu, Y. Liu, Y. Li, G. Li, D. Wang", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32470132", "title": "Getting Humans Off Monkeys' Backs: Using Primate Acclimation as a Guide for Habitat Management Efforts.", "authors": "CL. Thompson, SH. Williams, KE. Glander, MF. Teaford, CJ. Vinyard", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32470100", "title": "Correction: Hydrogen extends Caenorhabditis elegans longevity by reducing reactive oxygen species.", "authors": "", "publication_date": "2020-05-30", "keywords": ""}, {"pubmed_id": "32469655", "title": "", "authors": "TJ. Givnish", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32469430", "title": "Short-term caloric restriction induced bone loss in both axial and appendicular bones by increasing adiponectin.", "authors": "J. Zhu, C. Liu, J. Jia, C. Zhang, W. Yuan, H. Leng, Y. Xu, C. Song", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32469427", "title": "Forty years of longevity for a cardiac pacemaker: What can top that?", "authors": "S. Salmi-Belmihoub, R. Frank, F. Bessière, A. Delinière, P. Chevalier", "publication_date": "2020-05-30", "keywords": ""}, {"pubmed_id": "32468422", "title": "Thallium Toxicity in Caenorhabditis elegans: Involvement of the SKN-1 Pathway and Protection by S-Allylcysteine.", "authors": "ME. Hurtado-Díaz, R. Estrada-Valencia, E. Rangel-López, M. Maya-López, A. Colonnello, S. Galván-Arzate, SV. Verstraeten, C. Karasu, I. Túnez, M. Aschner, A. Santamaría", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32468066", "title": "Bioinformatics analysis of the network of histone H3 lysine 9 trimethylation in acute myeloid leukaemia.", "authors": "A. Dong, W. Yang, H. Huang, X. Zhou, Z. He, R. Yao, W. Guo", "publication_date": "2020-05-30", "keywords": ""}, {"pubmed_id": "32467858", "title": "Mitigation of peri-implantitis by rational design of bifunctional peptides with antimicrobial properties.", "authors": "EC. Wisdom, Y. Zhou, C. Chen, C. Tamerler, ML. Snead", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32466820", "title": "Years of life lost due to the psychosocial consequences of COVID-19 mitigation strategies based on Swiss data.", "authors": "DA. Moser, J. Glaus, S. Frangou, DS. Schechter", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32466599", "title": "Effects of Olive Oil on Blood Pressure: Epidemiological, Clinical, and Mechanistic Evidence.", "authors": "M. Massaro, E. Scoditti, MA. Carluccio, N. Calabriso, G. Santarpino, T. Verri, R. De Caterina", "publication_date": "2020-05-30", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32464603", "title": "Muscle-dependent regulation of adipose tissue function in long-lived growth hormone-mutant mice.", "authors": "X. Li, JA. Frazier, E. Spahiu, M. McPherson, RA. Miller", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32462712", "title": "The genetic architecture of maternal effects across ontogeny in the red deer.", "authors": "J. Gauzere, JM. Pemberton, S. Morris, A. Morris, LEB. Kruuk, CA. Walling", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32462441", "title": "Current status of research on linear type traits in Indian cattle and future strategies.", "authors": "S. Dahiya, S. Kumar, M. Kumar", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32462102", "title": "Remodeling of the H3 nucleosomal landscape during mouse aging.", "authors": "Y. Chen, JI. Bravo, JM. Son, C. Lee, BA. Benayoun", "publication_date": "2020-05-29", "keywords": ""}, {"pubmed_id": "32462087", "title": "Glass ionomer cements compared with composite resin in restoration of noncarious cervical lesions: A systematic review and meta-analysis.", "authors": "IM. Bezerra, ACM. Brito, SA. de Sousa, BM. Santiago, YW. Cavalcanti, LFD. de Almeida", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32461937", "title": "Poverty, Income, and Unemployment as Determinants of Life Expectancy: Empirical Evidence from Panel Data of Thirteen Malaysian States.", "authors": "K. Tafran, M. Tumin, AF. Osman", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32460798", "title": "Durability of bioprosthetic aortic valves in patients under the age of 60 years - rationale and design of the international INDURE registry.", "authors": "B. Meuris, MA. Borger, T. Bourguignon, M. Siepe, M. Grabenwöger, G. Laufer, K. Binder, G. Polvani, P. Stefano, E. Coscioni, W. van Leeuwen, P. Demers, F. Dagenais, S. Canovas, A. Theron, T. Langanay, JC. Roussel, O. Wendler, G. Mariscalco, R. Pessotto, B. Botta, P. Bramlage, R. de Paulis", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32460737", "title": "Risk assessment of neuromuscular stimulation by energy-based transurethral resection devices: an ex vivo test standard.", "authors": "U. Biber, O. Jurjut, MD. Enderle, WK. Aicher", "publication_date": "2020-05-29", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32460327", "title": "Longevity genes, cardiac ageing, and the pathogenesis of cardiomyopathy: implications for understanding the effects of current and future treatments for heart failure.", "authors": "M. Packer", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32458990", "title": "Performance of Trichopria drosophilae (Hymenoptera: Diapriidae), a Generalist Parasitoid of Drosophila suzukii (Diptera: Drosophilidae), at Low Temperature.", "authors": "F. Colombari, L. Tonina, A. Battisti, N. Mori", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32457060", "title": "Effects of membrane fatty acid composition on cellular metabolism and oxidative stress in dermal fibroblasts from small and large breed dogs.", "authors": "AG. Jimenez, JD. Winward, KE. Walsh, AM. Champagne", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32456478", "title": "Toxicity and antimicrobial effect of silver nanoparticles in swine sperms.", "authors": "F. Pérez-Duran, LS. Acosta-Torres, PN. Serrano-Díaz, IA. Toscano-Torres, IB. Olivo-Zepeda, E. García-Caxin, RE. Nuñez-Anita", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32456251", "title": "Development and Optimization of a Germination Assay and Long-Term Storage for ", "authors": "D. Gaudet, NS. Yadav, A. Sorokin, A. Bilichak, I. Kovalchuk", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32455800", "title": "Multi-Omics Analysis of Diabetic Heart Disease in the ", "authors": "A. Faulkner, Z. Dang, E. Avolio, AC. Thomas, T. Batstone, GR. Lloyd, RJ. Weber, L. Najdekr, A. Jankevics, WB. Dunn, G. Spinetti, C. Vecchione, AA. Puca, P. Madeddu", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32455532", "title": "Nutraceuticals Targeting Generation and Oxidant Activity of Peroxynitrite May Aid Prevention and Control of Parkinson's Disease.", "authors": "MF. McCarty, A. Lerner", "publication_date": "2020-05-28", "keywords": "conservation, genebank, genetic resources, long-term storage, seed storage, viability"}, {"pubmed_id": "32454935", "title": "Implications of NAD", "authors": "RN. Jadeja, MC. Thounaojam, M. Bartoli, PM. Martin", "publication_date": "2020-05-27", "keywords": ""}, {"pubmed_id": "32454796", "title": "The Role of Matrix Metalloproteinases (MMP-2 and MMP-9) in Ageing and Longevity: Focus on Sicilian Long-Living Individuals (LLIs).", "authors": "P. Cancemi, A. Aiello, G. Accardi, R. Caldarella, G. Candore, C. Caruso, M. Ciaccio, L. Cristaldi, F. Di Gaudio, V. Siino, S. Vasto", "publication_date": "2020-05-27", "keywords": ""}, {"pubmed_id": "32525636", "title": "Evidence review for management of recurrent acute diverticulitis: Diverticular disease: diagnosis and management: Evidence review P", "authors": "", "publication_date": "2019", "keywords": ""}]}