{
    "0": {
        "title": "Senolytic Therapy to Modulate Progression of Alzheimer's Disease (SToMP-AD)",
        "url": "https://clinicaltrials.gov/ct2/show/NCT04063124",
        "publication_date": "2019-08-21",
        "publication_types": "Clinical Trials",
        "abstract": "The purpose of this pilot study is to evaluate whether a combination of two drugs, dasatinib (D) and quercetin (Q) [D+Q], penetrate the brain using cerebrospinal fluid (CSF) in older adults with early Alzheimer s disease (AD). This combination of drug therapy has been shown to affect dying cells in humans with other chronic illnesses and in Alzheimer s mice models. The study team want to know if this combination of medications will reach the brain in order to evaluate if this intervention may be effective for treating AD symptoms in future studies. This is also known as a proof of concept study.  Up to 40 potential candidates will be pre-screened to identify eligible men and women ages 65 years and over with a clinical diagnosis of early AD on a stable dose of cholinesterase inhibitors for at least 3 months (for example, Aricept).  Eligible participants will undergo laboratory assessments of blood and urine, receive study medications over a twelve week period, and complete pre- and post-treatment testing including: an MRI for digital imaging of the brain; lumbar puncture to obtain cerebrospinal fluid; memory and thinking assessments; quality of life questionnaires; and tests of walking, balance and strength, all of which will be done for research purposes only.  Participants must be accompanied by a Legally Authorized Representative and have no travel plans for 4-5 months that would interfere with study visits."
    },
    "1": {
        "title": "Senescence in Chronic Kidney Disease",
        "url": "https://clinicaltrials.gov/ct2/show/NCT02848131",
        "publication_date": "2016-07-28",
        "publication_types": "Clinical Trials",
        "abstract": "The study goal is to assess the effect of senescent cell clearance on senescence burden, physical ability or frailty, and adipose tissue-derived mesenchymal stem cell (MSC) functionality in patients with chronic kidney disease (CKD).  The proposed studies will examine cellular senescence and the effect of senolytic therapy on senescent cell burden, frailty, and adipose-derived mesenchymal stem cell function in individuals with diabetic chronic kidney disease."
    },
    "2": {
        "title": "Hematopoietic Stem Cell Transplant Survivors Study (HTSS Study) (HTSS)",
        "url": "https://clinicaltrials.gov/ct2/show/NCT02652052",
        "publication_date": "2016-01-11",
        "publication_types": "Clinical Trials",
        "abstract": "The investigators hope to find the proof of principle concept from this pilot study so that the investigators can design a clinical trial based on the results of the explanatory hypothesis.  HSCT survivors are at an increased risk for premature aging. No one has evaluated the biologic markers of premature aging and senescence in HSCT survivors and their correlation with clinical outcomes, lifestyle, and nutrition. The investigators will evaluate age-related changes in HSCT survivors, with specified measures of premature aging, and employ therapeutic opportunities based on targeting senescent cells by conducting the first in-human pilot study of senolytic drugs (in HSCT survivors utilizing a combination of senolytics)."
    },
    "3": {
        "title": "Targeting Pro-Inflammatory Cells in Idiopathic Pulmonary Fibrosis: a Human Trial (IPF)",
        "url": "https://clinicaltrials.gov/ct2/show/NCT02874989",
        "publication_date": "2016-08-22",
        "publication_types": "Clinical Trials",
        "abstract": "The study team hypothesizes that intermittent (3 doses administered over 3 consecutive days in 3 consecutive weeks) oral administration of combination Dasatinib (100 mg/d) + Quercetin (1250 mg/d) will be safe and well tolerated in patients with IPF. Treatment with D+Q will result in reduced abundance of pro-inflammatory cells within subjects over baseline. Finally, the reduction in biomarkers of cellular pro-inflammatory state will be related to no change in functional and patient reported outcomes."
    },
    "4": {
        "title": "Dasatinib-induced acute hepatitis",
        "url": "https://tandfonline.com/doi/abs/10.1080/10428190802136384?journalCode=ilal20",
        "publication_date": "2009-07-01",
        "publication_types": "Letters to the Editor",
        "abstract": "Dasatinib is an orally active multiple protein-tyrosine kinase inhibitor approved by FDA and EMEA in 2006 for the treatment of adults in all phases of chronic myeloid leukemia (CML) (chronic, accelerated, or myeloid or lymphoid blast-phase) with resistance or intolerance to prior therapy including imatinib [1]. Although hepatic disorders are mentioned as uncommon adverse effects in the dasatinib summary of the product characteristics, no clinical report of acute hepatitis has yet been described in the literature. We report one case of acute hepatitis probably caused by dasatinib."
    },
    "5": {
        "title": "Dasatinib",
        "url": "https://pubmed.ncbi.nlm.nih.gov/24756784",
        "publication_date": "2014-01-01",
        "publication_types": "Review",
        "abstract": "Dasatinib is an orally available short-acting dual ABL/SRC tyrosine kinase inhibitor (TKI). It potently inhibits BCR-ABL and SRC family kinases (SRC, LCK, YES, FYN), but also c-KIT, PDGFR-α and PDGFR-β, and ephrin receptor kinase. Dasatinib is an effective treatment for chronic myeloid leukemia (CML) and Philadelphia chromosome positive acute lymphoblastic leukemia (Ph+ ALL). Both diseases are characterized by a constitutively active tyrosine kinase; BCR-ABL. Dasatinib inhibits BCR-ABL with greater potency compared with other BCR-ABL inhibitors and is active in CML resistant or intolerant to imatinib. Dasatinib is approved for the treatment of CML (all phases) and for the treatment of Ph+ ALL, resistant or intolerant to prior imatinib treatment. Randomized trial data in CML show that first-line dasatinib provides superior responses compared with imatinib and enables patients to achieve early, deep responses, correlated with improved longer-term outcomes. A once-daily dose of 100 mg in chronic phase CML results in high hematologic and molecular remission rates and prolongation of survival. In accelerated and blastic phase of CML, as well as in Ph+ ALL, complete hematologic and cytogenetic remissions frequently occur. Remissions however are very short. In these patients, once-daily 140 mg is the recommended dose. The effect of dasatinib in other malignancies including solid tumors is subject of clinical studies. Regardless of many clinical trials in different tumor types and in different combinations of dasatinib with other agents, the role of dasatinib in the treatment of solid tumors has not yet been defined. Side effects of dasatinib are frequent but mostly moderate and manageable and include cytopenias and pleural effusions. The review presents the preclinical and clinical activity of dasatinib with a focus on clinical studies in CML."
    },
    "6": {
        "title": "Adverse effects of dasatinib on glucose-lipid metabolism in patients with chronic myeloid leukaemia in the chronic phase",
        "url": "https://nature.com/articles/s41598-019-54033-0",
        "publication_date": "2019-11-26",
        "publication_types": "Scientific Reports",
        "abstract": "To explore the differences in glucose-lipid metabolism profiles among the 3 TKIs, we designed a retrospective study to compare the onset of hyperglycaemia, hypertriglyceridemia, hypercholesterolemia and hyper-low density lipoprotein (LDL)-cholesterolemia in the patients with normal baseline glucose-lipid profiles and had no medical record of cardio- or cerebro-vascular diseases and/or metabolic syndrome diseases, and identify variables associated with them. 370 chronic myeloid leukaemia patients receiving dasatinib, nilotinib or imatinib therapy ≥3 months were retrospectively reviewed. During TKI-therapy, the mean fasting glucose, triglyceride, cholesterol, and LDL-cholesterol levels increased significantly in both dasatinib and nilotinib cohorts compared with the imatinib cohort. In multivariate analyses, dasatinib was the factor significantly associated with both poor hyperglycaemia- and hypertriglyceridemia-free survival. In addition, nilotinib was significantly associated with more occurrences of hyperglycaemia and hypercholesterolemia; increasing age was significantly associated with more occurrences of hyperglycaemia and hypertriglyceridemia. We concluded that dasatinib, similar to nilotinib, has the adverse impact on glucose-lipid metabolism compared with imatinib."
    },
    "7": {
        "title": "Bilateral subdural hemorrhage as a serious adverse event of dasatinib in a patient with Philadelphia chromosome-positive acute lymphoblastic leukemia",
        "url": "https://link.springer.com/article/10.1007/s12185-012-1045-6",
        "publication_date": "2012-03-09",
        "publication_types": "Letter to the Editor",
        "abstract": "Dasatinib has been approved for the treatment of Philadelphia chromosome (Ph)-positive malignancies such as acute lymphoblastic leukemia (ALL) and chronic myeloid leukemia (CML) [1–4]. Dasatinib had 325-fold greater potency than imatinib mesylate (IM) in cells transduced with unmutated BCR-ABL [5]. Despite its favorable toxicity profile, adverse events associated with dasatinib include myelosuppression, pleural effusion, diarrhea, and liver enzyme abnormalities. Of these, bleeding has been reported in 26–40 % of patients with CML or Ph-positive ALL receiving dasatinib [6, 7]. Most dasatinib-induced bleeding occurs in the gastrointestinal tract, whereas bleeding in the central nervous system is a rare event. Here, we describe a recurrent Ph-positive ALL patients with moderate thrombocytopenia who developed bilateral subdural hemorrhage (SDH) following dasatinib therapy."
    },
    "8": {
        "title": "Cardiac Tamponade Associated with Dasatinib Use for Chronic Myeloid Leukaemia",
        "url": "https://heartlungcirc.org/article/S1443-9506(18)30818-7/fulltext",
        "publication_date": "2018-01-01",
        "publication_types": "",
        "abstract": "The treatment for chronicmyeloid leukaemia, which is imatinib-resistant or in the chronic phase, is limited, with dasatinib being the preferred alternative agent. Although its association with pleural and pericardial effusion is well documented, literature relating to tamponade and its management is minimal. We describe a case of dasatinib-induced cardiac tamponade, successfully treated with prednisolone. A 66-year-old man was commenced on dasatinib after being diagnosed with chronic phase chronic myeloid leukaemia. Initial chest computed tomography during this admission revealed thoracic lymphadenopathy without any other abnormalities. Three weeks later, he presented with increasing dyspnoea and pleuritic chest pain. Electrocardiogram and cardiac enzymes were normal. A computed tomography pulmonary angiogram ruled out pulmonary embolism; however, a large pericardial effusion was seen. Transthoracic echocardiography confirmed the effusion and demonstrated tamponade physiology, with early diastolic right ventricular collapse, inferior vena cava dilation, and loss of respiratory variation. Dasatinib was temporarily ceased and prednisolone was commenced, weaned over 2 weeks. Repeat transthoracic echocardiography revealed complete resolution of the effusion with an improvement in symptoms, and his dasatinib was restarted at a reduced dose. Dasatinib-induced cardiac tamponade is rare but should be considered when a patient presents with dyspnoea or signs of cardiac failure. Targeted management with steroids, including reducing or ceasing dasatinib, is the mainstay of treatment."
    },
    "9": {
        "title": "Reversible ventricular arrythmia induced by dasatinib",
        "url": "https://pubmed.ncbi.nlm.nih.gov/25356203",
        "publication_date": "2013-07-31",
        "publication_types": "Clinical Case Reports",
        "abstract": "Ventricular arrhythmias induced by dasatinib are rare events, but physicians in charge of chronic myeloid leukemia patients should be aware of such potential complications and the need for regular ECG controls during treatment with tyrosine kinase inhibitors."
    },
    "10": {
        "title": "Dasatinib-induced colitis: a case report",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31640889",
        "publication_date": "2019-12-01",
        "publication_types": "Case Reports; Letter",
        "abstract": "We report a case of subclinical colitis induced by dasatinib (a BCR/ABL tyrosine kinase inhibitor) in a 61-year-old female with chronic myelogenous leukaemia (CML) in chronic phase. CML was diagnosed in late 2013. Initial breakpoint cluster region-Abelson murine leukaemia (BCR-ABL) quantitative level was 26% prior to the commencement of treatment. Dasatinib 100 mg was started in December 2013. There was an excellent response with reduction in the BCRABL quantitative level to 0.18% by 3 months, and major molecular response after 6 months of dasatinib therapy."
    },
    "11": {
        "title": "Dasatinib-Induced Colitis in a Patient with Chronic Myelogenous Leukemia",
        "url": "https://karger.com/Article/FullText/481538",
        "publication_date": "2018-08-01",
        "publication_types": "Endoscopic Snapshot",
        "abstract": "A 54-year-old man presented to his doctor with bloody diarrhea (4-8 bowel movements/day) that had lasted for 4 weeks. He also complained about occasional bright red hematochezia. Following this consultation, a bacteriological and parasitological stool examination was done and was negative. Afterwards, a colonoscopy showed diffuse papular erythematous areas, more severe in the sigmoid colon, and respective biopsies revealed nonspecific colitis. He was then scheduled for a gastroenterology appointment and at that time he described improvement of his overall condition and spontaneous resolution of the diarrhea and hematochezia. The patient had a history of chronic myelogenous leukemia (CML), depression, high blood pressure, and obstructive sleep apnea. He was receiving dasatinib for the CML for two and a half years, following a previous imatinib therapy that failed due to drug resistance. Hematological remission had been achieved with dasatinib 2 months prior to the gastroenterological consultation. A control colonoscopy was performed and showed colonic loss of the normal submucosal vascular pattern with multiple areas characterized by edema, erythematous and papular lesions associated with erosions, small ulcers, and exudation (Fig. 1). This pattern was diffuse throughout the colon but more severe in the descending and sigmoid segments and rectum. The histopathological examination allowed the identification of mild irregular and branched crypts, diffuse lamina propria hemorrhage, and presence of eosinophils, neutrophils, and some eosinophilic crypt abscesses (Fig. 2). Apoptotic bodies and intraepithelial lymphocytes were absent. Cytomegalovirus infection was excluded with sample immunochemistry staining and Clostridium difficile infection was also excluded due to absence of the pathogenic toxin in a stool analysis. These endoscopic and pathological features are consistent with the diagnosis of dasatinib-induced colitis (DIC) [1,2]."
    },
    "12": {
        "title": "Rapid-onset pulmonary arterial hypertension in a patient with acute lymphoblastic leukemia treated with dasatinib",
        "url": "https://pubmed.ncbi.nlm.nih.gov/23430094",
        "publication_date": "2013-01-19",
        "publication_types": "Case Reports",
        "abstract": "Dasatinib is a multi-BCR/ABL and Src family tyrosine kinase inhibitor that is approved for use in patients with chronic myelogenous leukemia (CML) and Philadelphia-chromosome-positive acute lymphoblastic leukemia (Ph+ ALL) [1, 2]. Although dasatinib is generally tolerated, it has been noted that it can be associated with pleural effusion and pulmonary arterial hypertension (PAH) [3]. Whereas PAH was reported after dasatinib use for several months in most prior cases, we herein report the case of rapid-onset PAH induced by dasatinib administration."
    },
    "13": {
        "title": "Hair Depigmentation and Vitiligo-like Lesions in a Leukaemic Paediatric Patient during Chemotherapy with Dasatinib",
        "url": "https://medicaljournals.se/acta/content/html/10.2340/00015555-1289",
        "publication_date": "2011-10-16",
        "publication_types": "Letter to the Editor",
        "abstract": "Chronic myeloid leukaemia (CML) is the result of a fusion gene (BCR-ABL) which produces a constitutively activated tyrosine kinase (1).Tyrosine kinase inhibitors are used in the treatment of Philadelphia chromosome-positive (Ph-positive) haematological malignancies. Yet, the first generation of these drugs, including imatinib mesylate, has been associated with the development of treatment-resistant cases and drug intolerance. Improved understanding of the interaction between imatinib and its target led to the design of second-line tyrosine-kinase inhibitors, among which dasatinib and nilotinib are used in clinical practice (2, 3).  Dasatinib is an oral multi-target tyrosine-kinase inhibitor, which is able to inhibit the majority of imatinib-resistant BCR-ABL mutant forms, Src-family tyrosine kinases, c-Kit, ephrin-A2 receptor (EphA2R) and platelet-derived growth factor receptor-β (PDGFR-β) (4).  The use of this drug has been approved for the treatment of CML in patients resistant or intolerant to previous therapies, and Ph-positive acute lymphoid leukaemia (ALL) (5). Cutaneous side-effects have rarely been reported in the literature (6, 7).  We report here a case of a paediatric patient affected by Ph-positive ALL who experienced the appearance of achromic patches on his neck and hands and complete depigmentation of his hair, eyelashes and eyebrows."
    },
    "14": {
        "title": "Dasatinib-Induced Leukotrichia in a Patient With Chronic Myelogenous Leukemia",
        "url": "https://jamanetwork.com/journals/jamadermatology/article-abstract/1688061",
        "publication_date": "2013-05-01",
        "publication_types": "Correspondence",
        "abstract": "Dasatinib, a thiazole carboxamide derivative, is a second-generation tyrosine kinase inhibitor (TKI), similar in structure to imatinib, that is used for the treatment of chronic myelogenous leukemia (CML). We report a case of extensive dasatinib-induced leukotrichia in a patient with refractory CML.  Our patient is a 27-year-old white woman (Fitzpatrick skin type II) with a history of imatinib-resistant accelerated-phase CML who presented with a 1-month history of diffuse thinning and whitening of her hair. In 2010, she underwent natural killer (NK) cell/killer cell immunoglobulin-like receptor (KIR) allogeneic hematopoietic cell transplantation. Her posttransplant course was complicated by graft vs host disease, bacteremia, acute cardiomyopathy, congestive heart failure, pneumonia, as well as CML molecular relapse requiring treatment with dasatinib, 100 mg/d. During her protracted disease course, she experienced an initial anagen effluvium followed by chronic telogen effluvium. On regrowth of her hair, after a total of 6 months of dasatinib therapy, she noted subsequent diffuse thinning and whitening of her scalp, eyebrow, and eyelash hair (Figure 1). She had no personal or family history of alopecia areata. Scalp biopsy revealed normal numbers of hair follicles with a lack of melanocytes within hair bulbs without significant peribulbar inflammation (Figure 2)."
    },
    "15": {
        "title": "Reversible skin and hair depigmentation during chemotherapy with dasatinib for chronic myeloid leukemia",
        "url": "https://onlinelibrary.wiley.com/doi/full/10.1111/1346-8138.13150",
        "publication_date": "2015-10-05",
        "publication_types": "Letter to the Editor",
        "abstract": "Dasatinib, a second‐generation Bcr‐Abl tyrosine kinase inhibitor (TKI), is the first‐choice drug for treating the chronic, accelerated and blastic phases of chronic myeloid leukemia (CML). Although Bcr‐Abl tyrosine kinase is the primary target of dasatinib, c‐Kit, platelet‐derived growth factor receptor (PDGFR) and Src family kinases could also be inhibited, and their inhibition may cause adverse events such as skin eruptions and fluid retention, although skin or hair depigmentation is extremely rare."
    },
    "16": {
        "title": "Optic neuropathy secondary to dasatinib in the treatment of a chronic myeloid leukemia case",
        "url": "https://pubmed.ncbi.nlm.nih.gov/26155085/",
        "publication_date": "2015-01-01",
        "publication_types": "",
        "abstract": "The drug dasatinib is a new therapeutic option for patients with chronic myeloid leukemia (CML) as well as acute lymphocytic lymphoblastic leukemia (ALL). However, the scientific literature has not reached a consensus regarding the types of secondary ophthalmologic effects that this drug may have. In this study, we present the case of a 36-year-old male patient who was treated with dasatinib. Two and a half months later, this patient began to experience progressive visual loss in the superior visual field of both eyes. After ruling out various diagnostic options and performing extensive complementary tests, the suspected diagnosis was compatible with optic neuropathy secondary to dasatinib. The patient partially improved after stopping this medication and receiving oral corticosteroid treatment. Although secondary ophthalmological effects related to dasatinib are practically non-existent, our case is the first to report optic neuropathy secondary to this drug."
    },
    "17": {
        "title": "Dasatinib Induced Cardiac Tamponade-A Rare Association",
        "url": "https://pubmed.ncbi.nlm.nih.gov/28384883/",
        "publication_date": "2017-01-01",
        "publication_types": "Case Reports",
        "abstract": "Drug induced cardiac tamponade is rare. Therapy for imatinib resistant Chronic Myeloid Leukaemia (CML) is an emerging challenge in clinical haematology. For such cases treatment with second line tyrosine kinase inhibitors like dasatinib has resulted in improved outcomes. Dasatinib is a second line BCR-ABL tyrosine kinase inhibitor used in the treatment of Imatinib resistant or Imatinib intolerant CML. Dasatinib has been reported to cause severe pericardial effusions in 1% of all patients in clinical studies. We report here a case of Dasatinib induced cardiac tamponade in whom all other causes of pericardial effusion were excluded and whose clinical symptoms as well as effusion showed no recurrence one month after the drug was stopped."
    },
    "18": {
        "title": "A Phase I Dose Escalation Study Demonstrates Quercetin Safety and Explores Potential for Bioflavonoid Antivirals in Patients with Chronic Hepatitis C",
        "url": "https://pubmed.ncbi.nlm.nih.gov/26621580/",
        "publication_date": "2016-01-01",
        "publication_types": "Clinical Trial, Phase I; Research Support, N.I.H., Extramural; Research Support, Non-U.S. Gov't",
        "abstract": "The hepatitis C virus (HCV) infects more than 180 million people worldwide, with long-term consequences including liver failure and hepatocellular carcinoma. Quercetin bioflavonoids can decrease HCV production in tissue culture, in part through inhibition of heat shock proteins. If quercetin demonstrates safety and antiviral activity in patients, then it could be developed into an inexpensive HCV treatment for third world countries or other affected populations that lack financial means to cover the cost of mainstream antivirals. A phase 1 dose escalation study was performed to evaluate the safety of quercetin in 30 untreated patients with chronic HCV infection and to preliminarily characterize quercetin's potential in suppressing viral load and/or liver injury. Quercetin displayed safety in all trial participants. Additionally, 8 patients showed a \"clinically meaningful\" 0.41-log viral load decrease. There was a positive correlation (r = 0.41, p = 0.03) indicating a tendency for HCV decrease in patients with a lower ratio of plasma quercetin relative to dose. No significant changes in aspartate transaminase and alanine transaminase were detected. In conclusion, quercetin exhibited safety (up to 5 g daily) and there was a potential for antiviral activity in some hepatitis C patients."
    },
    "19": {
        "title": "Dasatinib Induced Avascular Necrosis of Femoral Head in Adult Patient with Chronic Myeloid Leukemia",
        "url": "https://pubmed.ncbi.nlm.nih.gov/26279632/",
        "publication_date": "2015-01-01",
        "publication_types": "Case Reports",
        "abstract": "Chronic myeloid leukemia (CML) is a myeloproliferative neoplasm characterized by the presence of the Philadelphia (Ph) chromosome resulting from the reciprocal translocation t(9;22)(q34;q11). The molecular consequence of this translocation is the generation of the BCR-ABL fusion gene, which encodes a constitutively active protein tyrosine kinase. The oncogenic protein tyrosine kinase, which is located in the cytoplasm, is responsible for the leukemia phenotype through the constitutive activation of multiple signaling pathways involved in the cell cycle and in adhesion and apoptosis. Avascular necrosis of the femoral head (AVNFH) is not a specific disease. It occurs as a complication or secondary to various causes. These conditions probably lead to impaired blood supply to the femoral head. The diagnosis of AVNFH is based on clinical findings and is supported by specific radiological manifestations. We reported a case of a 34-year-old Sudanese female with CML who developed AVNFH after receiving dasatinib as a second-line therapy. Though the mechanism by which dasatinib can cause avascular necrosis (AVN) is not clear, it can be postulated because of microcirculatory obstruction of the femoral head. To the best of our knowledge and after extensive literature search, this is the first reported case of AVNFH induced by dasatinib in a patient with CML."
    },
    "20": {
        "title": "Cytomegalovirus Colitis during Dasatinib Treatment for Patients with Hematologic Malignancy: Case Series and Literature Review",
        "url": "https://pubmed.ncbi.nlm.nih.gov/29968984/",
        "publication_date": "2018-01-01",
        "publication_types": "Case Reports",
        "abstract": "Dasatinib, a tyrosine kinase inhibitor, is widely used for patients with chronic myeloid leukemia and Philadelphia chromosome-positive acute lymphoblastic leukemia. Although the drug has a potent immunosuppressive effect, infectious complications during dasatinib treatment have been reported rarely. We describe five patients who developed cytomegalovirus (CMV) colitis during dasatinib treatment, in whom the colitis was initially confused with other causes. The patients, three with chronic myeloid leukemia, and two with acute lymphoblastic leukemia, were diagnosed with CMV colitis based on endoscopic and histologic findings. The patients who examined blood CMV polymerase chain reaction were all positive. The patients received antiviral therapy in the form of either ganciclovir or valganciclovir, and the overall treatment outcome was fair. These cases suggest that physicians should consider the possibility of CMV reactivation when treating diarrhea and/or hematochezia in patients on dasatinib."
    },
    "21": {
        "title": "Quercetin pharmacokinetics in humans",
        "url": "https://pubmed.ncbi.nlm.nih.gov/18241083/",
        "publication_date": "2008-01-01",
        "publication_types": "Clinical Trial; Research Support, Non-U.S. Gov't",
        "abstract": "The purpose of this study was to examine the pharmacokinetics of quercetin aglycone as well as its conjugated metabolites and to develop a population pharmacokinetic model for quercetin that incorporates enterohepatic recirculation. The stability of quercetin in different matrices at various temperatures and pH, and the quercetin content of six capsules of the herbal preparation Quercetin-500 Plus were determined by HPLC. Subjects received quercetin 500 mg three times daily and blood and urine samples were obtained. The concentration of quercetin aglycone and conjugated metabolites were assayed using a liquid chromatography-tandem mass spectrometry assay. Pharmacokinetic parameters were determined using noncompartmental analysis with WinNonlin. A population compartment model incorporating input from the gallbladder was developed to account for the enterohepatic recirculation observed with quercetin. The oral clearance (CL/F) was high (3.5 x 10(4)l/h) with an average terminal half-life of 3.5 h for quercetin. The plasma concentration versus time curves exhibited re-entry peaks. A one-compartment model that included enterohepatic recirculation best described the plasma data. This represents the first comprehensive evaluation of the pharmacokinetics and enterohepatic recirculation of quercetin in humans. Population pharmacokinetic models adapted for enterohepatic recirculation allowed an assessment of the magnitude and frequency of the enterohepatic recirculation process."
    },
    "22": {
        "title": "Targeting cellular senescence prevents age-related bone loss in mice",
        "url": "https://pubmed.ncbi.nlm.nih.gov/28825716/",
        "publication_date": "2017-01-01",
        "publication_types": "",
        "abstract": "Aging is associated with increased cellular senescence, which is hypothesized to drive the eventual development of multiple comorbidities. Here we investigate a role for senescent cells in age-related bone loss through multiple approaches. In particular, we used either genetic (i.e., the INK-ATTAC 'suicide' transgene encoding an inducible caspase 8 expressed specifically in senescent cells) or pharmacological (i.e., 'senolytic' compounds) means to eliminate senescent cells. We also inhibited the production of the proinflammatory secretome of senescent cells using a JAK inhibitor (JAKi). In aged (20- to 22-month-old) mice with established bone loss, activation of the INK-ATTAC caspase 8 in senescent cells or treatment with senolytics or the JAKi for 2-4 months resulted in higher bone mass and strength and better bone microarchitecture than in vehicle-treated mice. The beneficial effects of targeting senescent cells were due to lower bone resorption with either maintained (trabecular) or higher (cortical) bone formation as compared to vehicle-treated mice. In vitro studies demonstrated that senescent-cell conditioned medium impaired osteoblast mineralization and enhanced osteoclast-progenitor survival, leading to increased osteoclastogenesis. Collectively, these data establish a causal role for senescent cells in bone loss with aging, and demonstrate that targeting these cells has both anti-resorptive and anabolic effects on bone. Given that eliminating senescent cells and/or inhibiting their proinflammatory secretome also improves cardiovascular function, enhances insulin sensitivity, and reduces frailty, targeting this fundamental mechanism to prevent age-related bone loss suggests a novel treatment strategy not only for osteoporosis, but also for multiple age-related comorbidities."
    },
    "23": {
        "title": "Cytotoxicity of flavonoids toward cultured normal human cells",
        "url": "https://pubmed.ncbi.nlm.nih.gov/15684479/",
        "publication_date": "2005-01-01",
        "publication_types": "Comparative Study",
        "abstract": "The cytotoxicity of flavonoids, including apigenin, eriodictyol, 3-hydroxyflavone, kaempherol, luteolin, naringenin, quercetin, rutin, and taxifolin, toward cultured human normal cells, i.e., human lung embryonic fibroblasts (TIG-1) and human umbilical vein endothelial (HUVE) cells, was examined. When these normal human cells were incubated with each flavonoid in culture medium for 24 h, some of the flavonoids showed considerable cytotoxicity at relatively high concentrations and in a dose-dependent manner. 3-Hydroxyflavone, luteolin, and apigenin were more toxic toward TIG-1 cells than the other flavonoids, and luteolin, 3-hydroxyflavone, and quercetin were more toxic toward HUVE cells. HUVE cells were more vulnerable to flavonoid cytotoxicity than TIG-1 cells. Using 2',7'-dichlorofluorescin diacetate (DCF-DA), the intracellular reactive oxygen species (ROS) level of flavonoid-treated TIG-1 cells was examined. The ROS level increased significantly in the presence of the flavone apigenin or luteolin or the flavonol 3-hydroxyflavone, quercetin, or kaempherol. These results suggest that these flavones and flavonols exert cytotoxicity through increasing intracellular ROS levels. Further, the incorporation of apigenin, 3-hydroxyflavone, luteolin, and quercetin, which are more toxic, into TIG-1 cells during 24-h incubation was examined. These flavonoids were incorporated into them and the order of their incorporation efficiency was similar to that of their cytotoxicity. In conclusion, some flavonoids are cytotoxic at higher concentrations toward human normal cells. Further, it is suggested that they are incorporated into cells, increase intracellular ROS levels, and then exert cytotoxicity."
    },
    "24": {
        "title": "The new tyrosine-kinase inhibitor and anticancer drug dasatinib reversibly affects platelet activation in vitro and in vivo",
        "url": "https://pubmed.ncbi.nlm.nih.gov/19494352/",
        "publication_date": "2009-01-01",
        "publication_types": "Research Support, Non-U.S. Gov't",
        "abstract": "Dasatinib is an oral potent adenosine triphosphate (ATP)-competitive inhibitor of BCR-ABL, cKIT, platelet-derived growth factor receptor, and SRC family kinases (SFKs), which has demonstrated high efficiency in patients with imatinib-resistant chronic myelogenous leukemia. Here, we show that dasatinib weakly affects platelet activation by thrombin or adenosine diphosphate but is a potent inhibitor of platelet signaling and functions initiated by collagen or FcgammaRIIA cross-linking, which require immunoreceptor tyrosine-based activation motif phosphorylation by SFKs. Accordingly, dasatinib treatment rapidly decreases the volume of thrombi formed under arterial flow conditions in whole blood from patients or mice perfused over a matrix of collagen. Moreover, treatment of mice with dasatinib increases the tail bleeding time in a dose-dependent manner. Interestingly, these effects are rapidly reversible after interruption of the treatment. Our data clearly demonstrate that, in contrast to imatinib, dasatinib affects platelet functions in vitro and in vivo, which has important implications in clinic and could explain increased risks of bleeding observed in patients. Moreover, dasatinib efficiently prevents platelet activation mediated by FcgammaRIIA cross-linking and by sera from patients with heparin-induced thrombocytopenia, suggesting that reversible antiplatelet agents acting as ATP-competitive inhibitors of SFKs may be of therapeutic interest in the treatment of this pathology."
    },
    "25": {
        "title": "The antioxidant, rather than prooxidant, activities of quercetin on normal cells: quercetin protects mouse thymocytes from glucose oxidase-mediated apoptosis",
        "url": "https://pubmed.ncbi.nlm.nih.gov/14644160/",
        "publication_date": "2003-01-01",
        "publication_types": "Research Support, Non-U.S. Gov't",
        "abstract": "The bioflavonoid quercetin is a dietary anticancer chemical that is capable of inducing apoptosis in tumor cells. Although the activity of quercetin is believed to be due to its antioxidative properties, it has recently been suggested that quercetin also has prooxidant activities, which might effect cytotoxicity directly. In this study, we used mouse thymocytes to investigate whether quercetin behaved as a protector against oxidative stress or as a cytotoxic agent. Quercetin treatment did not induce oxidative damage, but protected mouse thymocytes from glucose oxidase (GO)-mediated apoptosis in a dose-dependent manner. Furthermore, electrophoretic mobility shift assays revealed that quercetin (50 microM) treatment suppressed the GO-mediated DNA binding activity of redox state-sensitive transcription factors, such as NF-kappaB, AP-1, and p53. This result suggests that quercetin has antioxidative effects on thymocytes. More interestingly, quercetin treatment alone (50 microM) increased the DNA-binding activity of AP-1, which consisted of heterodimer of c-Jun and Fra-2. Finally, the antioxidant activity of quercetin was confirmed using a cell-free system of radical generation. Our findings suggest that quercetin protects mouse thymocytes from oxidative stress-mediated apoptosis and modulates the intracellular redox state through its antioxidant activity."
    },
    "26": {
        "title": "Aged-senescent cells contribute to impaired heart regeneration",
        "url": "https://pubmed.ncbi.nlm.nih.gov/30854802/",
        "publication_date": "2019-03-10",
        "publication_types": "Research Support, N.I.H., Extramural; Research Support, Non-U.S. Gov't",
        "abstract": "Aging leads to increased cellular senescence and is associated with decreased potency of tissue-specific stem/progenitor cells. Here, we have done an extensive analysis of cardiac progenitor cells (CPCs) isolated from human subjects with cardiovascular disease, aged 32-86 years. In aged subjects (>70 years old), over half of CPCs are senescent (p16INK4A , SA-β-gal, DNA damage γH2AX, telomere length, senescence-associated secretory phenotype [SASP]), unable to replicate, differentiate, regenerate or restore cardiac function following transplantation into the infarcted heart. SASP factors secreted by senescent CPCs renders otherwise healthy CPCs to senescence. Elimination of senescent CPCs using senolytics abrogates the SASP and its debilitative effect in vitro. Global elimination of senescent cells in aged mice (INK-ATTAC or wild-type mice treated with D + Q senolytics) in vivo activates resident CPCs and increased the number of small Ki67-, EdU-positive cardiomyocytes. Therapeutic approaches that eliminate senescent cells may alleviate cardiac deterioration with aging and restore the regenerative capacity of the heart."
    },
    "27": {
        "title": "Bilateral subdural hemorrhage as a serious adverse event of dasatinib in a patient with Philadelphia chromosome-positive acute lymphoblastic leukemia",
        "url": "https://pubmed.ncbi.nlm.nih.gov/22403059/",
        "publication_date": "2012-03-10",
        "publication_types": "Case Reports;Letter;Research Support, Non-U.S. Gov't;",
        "abstract": "Dasatinib has been approved for the treatment of Philadelphia chromosome (Ph)-positive malignancies such as acute lymphoblastic leukemia (ALL) and chronic myeloid leukemia (CML) [1–4]. Dasatinib had 325-fold greater potency than imatinib mesylate (IM) in cells transduced with unmutated BCR-ABL [5]. Despite its favorable toxicity profile, adverse events associated with dasatinib include myelosuppression, pleural effusion, diarrhea, and liver enzyme abnormalities. Of these, bleeding has been reported in 26–40 % of patients with CML or Ph-positive ALL receiving dasatinib [6, 7]. Most dasatinib-induced bleeding occurs in the gastrointestinal tract, whereas bleeding in the central nervous system is a rare event. Here, we describe a recurrent Ph-positive ALL patients with moderate thrombocytopenia who developed bilateral subdural hemorrhage (SDH) following dasatinib therapy."
    },
    "28": {
        "title": "Rapid-onset pulmonary arterial hypertension in a patient with acute lymphoblastic leukemia treated with dasatinib",
        "url": "https://pubmed.ncbi.nlm.nih.gov/23430094/",
        "publication_date": "2013-02-23",
        "publication_types": "Case Reports;",
        "abstract": "Dasatinib is a multi-BCR/ABL and Src family tyrosine kinase inhibitor that is approved for use in patients with chronic myelogenous leukemia (CML) and Philadelphia-chromosome-positive acute lymphoblastic leukemia (Ph+ ALL) [1, 2]. Although dasatinib is generally tolerated, it has been noted that it can be associated with pleural effusion and pulmonary arterial hypertension (PAH) [3]. Whereas PAH was reported after dasatinib use for several months in most prior cases, we herein report the case of rapid-onset PAH induced by dasatinib administration."
    },
    "29": {
        "title": "Dasatinib-induced colitis: a case report",
        "url": "https://pubmed.ncbi.nlm.nih.gov/31640889/",
        "publication_date": "2019-10-24",
        "publication_types": "Case Reports;Letter;",
        "abstract": "We report a case of subclinical colitis induced by dasatinib (a BCR/ABL tyrosine kinase inhibitor) in a 61-year-old female with chronic myelogenous leukaemia (CML) in chronic phase. CML was diagnosed in late 2013. Initial breakpoint cluster region-Abelson murine leukaemia (BCR-ABL) quantitative level was 26% prior to the commencement of treatment. Dasatinib 100 mg was started in December 2013. There was an excellent response with reduction in the BCRABL quantitative level to 0.18% by 3 months, and major molecular response after 6 months of dasatinib therapy."
    },
    "30": {
        "title": "Dasatinib-induced acute hepatitis",
        "url": "https://pubmed.ncbi.nlm.nih.gov/18608866/",
        "publication_date": "2008-07-09",
        "publication_types": "Case Reports;Letter;",
        "abstract": "Dasatinib is an orally active multiple protein-tyrosine kinase inhibitor approved by FDA and EMEA in 2006 for the treatment of adults in all phases of chronic myeloid leukemia (CML) (chronic, accelerated, or myeloid or lymphoid blast-phase) with resistance or intolerance to prior therapy including imatinib [1]. Although hepatic disorders are mentioned as uncommon adverse effects in the dasatinib summary of the product characteristics, no clinical report of acute hepatitis has yet been described in the literature. We report one case of acute hepatitis probably caused by dasatinib."
    },
    "31": {
        "title": "Reversible skin and hair depigmentation during chemotherapy with dasatinib for chronic myeloid leukemia",
        "url": "https://pubmed.ncbi.nlm.nih.gov/26434556/",
        "publication_date": "2015-10-06",
        "publication_types": "Case Reports;Letter;Research Support, Non-U.S. Gov't;",
        "abstract": "Dasatinib, a second-generation Bcr-Abl tyrosine kinase inhibitor (TKI), is the first-choice drug for treating the chronic, accelerated and blastic phases of chronic myeloid leukemia (CML). Although Bcr-Abl tyrosine kinase is the primary target of dasatinib, c-Kit, platelet-derived growth factor receptor (PDGFR) and Src family kinases could also be inhibited, and their inhibition may cause adverse events such as skin eruptions and fluid retention, although skin or hair depigmentation is extremely rare."
    }
}
